Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: The card type is not accepted by the payment processor. Possible fix: retry with another form of payment
id: Jenis kartu tidak diterima oleh prosesor pembayaran. Solusi yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: General decline by the processor. Possible fix: retry with another form of payment
id: Penolakan umum oleh pemroses. Coba ulangi dengan bentuk pembayaran lainnya

source: There is a problem with our CyberSource merchant configuration. Please let us know at {0}
id: Terdapat masalah dengan konfigurasi merchant CyberSource kami. Harap beritahu kami di {0}

source: The requested amount exceeds the originally authorized amount.
id: Jumlah yang diminta melampaui jumlah yang semula diotorisasi.

source: Processor Failure. Possible fix: retry the payment
id: Kegagalan Pemroses. Coba ulangi pembayaran

source: The authorization has already been captured
id: Otorisasi telah ditangkap

source: The requested transaction amount must match the previous transaction amount.
id: Jumlah transaksi yang diminta harus sesuai dengan jumlah transaksi sebelumnya.

source: The card type sent is invalid or does not correlate with the credit card number. Possible fix: retry with the same card or another form of payment
id: Jenis kartu yang dikirim tidak valid atau tidak memiliki kolerasi dengan nomor kartu kredit. Solusi yang mungkin: coba kembali dengan kartu yang sama atau tipe pembayaran yang lain.

source: The request ID is invalid.
id: ID permintaan tidak valid.

source: You requested a capture through the API, but there is no corresponding, unused authorization record.
id: Anda meminta sebuah pengambilan melalui API, tapi tidak record otorisasi yang sesuai dan belum digunakan.

source: The transaction has already been settled or reversed.
id: Transaksi ini telah diselesaikan atau dibalik.

source: The capture or credit is not voidable because the capture or credit information has already been submitted to your processor. Or, you requested a void for a type of transaction that cannot be voided.
id: Baik pengambilan atau kredit tidak dapat dibatalkan karena pengambilan atau informasi kredit telah dikirimkan ke prosesor anda. Atau. Anda meminta pembatalan untuk tipe transaksi yang tidak bisa dibatalkan.

source: You requested a credit for a capture that was previously voided
id: Anda meminta kredit untuk suatu capture yang telah dibatalkan

source: Error: The request was received, but there was a timeout at the payment processor. Possible fix: retry the payment.
id: Kesalahan: Permintaan telah diterima, tapi terjadi timeout pada prosesor pembayaran. Solusi yang mungkin: coba kembali pembayaran.

source: The authorization request was approved by the issuing bank but declined by CyberSource.' Possible fix: retry with a different form of payment.
id: Permintaan otorisasi disetujui oleh bank penerbit tapi ditolak oleh CyberSource. Solusi yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: UNKNOWN REASON
id: ALASAN TIDAK DIKETAHUI

source: The payment processor did not return a required parameter: {parameter}
id: Prosesor pembayaran tidak mengembalikan parameter yang diminta: {parameter}

source: The payment processor returned a badly-typed value {value} for parameter {parameter}.
id: Prosesor pembayaran mengembalikan nilai yang salah ketik {value} untuk parameter {parameter}

source: The amount charged by the processor {charged_amount} {charged_amount_currency} is different than the total cost of the order {total_cost} {total_cost_currency}.
id: Jumlah yang ditagih oleh prosesor {charged_amount} {charged_amount_currency} berbeda dengan total biaya pesanan {total_cost} {total_cost_currency}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision}, and the reason was {reason}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
id: Maaf! prosesor pembayaran kami tidak dapat menerima pembayaran anda. Keputusan yang diberikan adalah {decision}, dan alasannya adalah {reason}. Anda belum ditagih. Silakan coba tipe pembayaran yang lain. Hubungi kami dengan pertanyaan seputar pembayaran di {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data! We apologize that we cannot verify whether the charge went through and take further action on your order. The specific error message is: {msg} Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! prosesor pembayaran kami mengembalikan data konfirmasi pembayaran dengan data yang tidak konsisten! Kami minta maaf bahwa kami tidak dapat memverifikasi apakah tagihan berhasil diproses dan dibebankan pada pesanan Anda. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {msg}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Terjadi kesalahan di mana pembelian Anda ditagih dengan nominal yang berbeda dengan total pesanan! Pesan kesalahan sebagai berikut: {msg}. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {msg}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Prosesor pembayaran kami mengembalikan data pesan yang korup mengenai tagihan Anda, sehingga kami tidak dapat memvalidasi bahwa pesan ini benar-benar datang dari prosesor pembayaran. Pesan kesalahan sebagai berikut: {msg}. Kami minta maaf bahwa kami tidak dapat menverifikasi apakah tagihan berhasil diproses dan dibebankan pada pesanan Anda. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}

source: Sorry! Our payment processor sent us back a message saying that you have cancelled this transaction. The items in your shopping cart will exist for future purchase. If you feel that this is in error, please contact us with payment-specific questions at {email}.
id: Maaf! Prosesor pembayaran kami mengirimkan pesan yang menyatakan bahwa Anda telah membatalkan transaksi ini. Barang-barang yang ada di keranjang belanja Anda akan ada untuk pembelian selanjutnya. Jika Anda merasa bahwa ini adalah sebuah kesalahan, silakan hubungi kami dengan pertanyaan seputar pembayaran at {email}.

source: We're sorry, but this payment was declined. The items in your shopping cart have been saved. If you have any questions about this transaction, please contact us at {email}.
id: Kami minta maaf, tetapi pembayaran ini ditolak. Barang-barang yang ada di keranjang belanja Anda telah berhasil disimpan. Jika Anda punya pertanyaan seputar transaksi ini, silakan hubungi kami at {email}

source: Sorry! Your payment could not be processed because an unexpected exception occurred. Please contact us at {email} for assistance.
id: Maaf! Pembayaran Anda tidak dapat diproses karena terjadi exception yang tidak terduga. Silakan hubungi kami di {email} untuk bantuan.

source: The merchant reference code for this authorization request matches the merchant reference code of another authorization request that you sent within the past 15 minutes. Possible action: Resend the request with a unique merchant reference code.
id: Kode referensi merchant untuk permintaan otorisasi ini sama dengan kode referensi merchant dari permintaan otorisasi lain yang baru saja Anda kirimkan dalam 15 menit terakhir. Tindakan yang mungkin: kirim ulang permintaan dengan kode referensi merchant yang unik.

source: Only a partial amount was approved.
id: Hanya sebagian dari nominal yang disetujui.

source: General system failure.
id: Kegagalan sistem umum.

source: The request was received but there was a server timeout. This error does not include timeouts between the client and the server.
id: Permintaan telah diterima tapi terjadi timeout pada server. Kesalahan ini tidak mencakup timeout antara klien dan server.

source: The request was received, but a service did not finish running in time.
id: Permintaan diterima, tapi sebuah service tidak berhasil selesai pada waktunya.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the Address Verification System (AVS).
id: Permintaan otorisasi disetujui oleh bank penerbit tetapi ditolak oleh CyberSource karena tidak berhasil melewati Address Verification System (AVS)

source: The issuing bank has questions about the request. You do not receive an authorization code programmatically, but you might receive one verbally by calling the processor. Possible action: retry with another form of payment.
id: Bank penerbit memiliki beberapa pertanyaan mengenai permintaan ini. Anda tidak akan menerima kode otorisasi secara program otomatis, tapi Anda akan menerima satu kode secara verbal dengan memanggil prosesor. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible action: retry with another form of payment.
id: Kartu kadaluarsa. Anda juga mungkin menerima ini jika tanggal kadaluarsa yang Anda berikan tidak sesuai dengan tanggal yang dimiliki bank penerbit. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: General decline of the card. No other information provided by the issuing bank. Possible action: retry with another form of payment.
id: Penolakan umum pada kartu. Tidak ada informasi lain yang diberikan oleh bank penerbit. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: Insufficient funds in the account. Possible action: retry with another form of payment.
id: Dana tidak mencukupi pada rekening. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: Stolen or lost card.
id: Kartu dicuri atau hilang.

source: Issuing bank unavailable. Possible action: retry again after a few minutes.
id: Bank penerbit tidak tersedia. Tindakan yang mungkin: coba kembali setelah beberapa menit.

source: Inactive card or card not authorized for card-not-present transactions. Possible action: retry with another form of payment.
id: Kartu tidak aktif atau kartu tidak diotorisasi untuk transaksi-transaksi tanpa-kartu. Tindakan yang mungkin: coba kembali tipe pembayaran yang lain.

source: CVN did not match.
id: CVN tidak sesuai.

source: The card has reached the credit limit. Possible action: retry with another form of payment.
id: Kartu ini telah mencapai limit kredit. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: Invalid card verification number (CVN). Possible action: retry with another form of payment.
id: Nomor verifikasi kartu (CVN) tidak valid. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: The customer matched an entry on the processors negative file.
id: Customer ini cocok dengan sebuah entri di file negatif prosesor

source: Account frozen. Possible action: retry with another form of payment.
id: Rekening dibekukan. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
id: Permintaan otorisasi disetujui oleh bank penerbit tetapi ditolak oleh CyberSource karena tidak berhasil melewati pengecekan CVN. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: Invalid account number. Possible action: retry with another form of payment.
id: Nomor rekening tidak valid. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: The card type is not accepted by the payment processor. Possible action: retry with another form of payment.
id: Jenis kartu tidak diterima oleh prosesor pembayaran. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: General decline by the processor. Possible action: retry with another form of payment.
id: Penolakan standar oleh prosesor. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: There is a problem with the information in your CyberSource account. Please let us know at {0}
id: Terjadi masalah dengan informasi pada akun CyberSource Anda. Harap beritahu kami di {0}

source: The requested capture amount exceeds the originally authorized amount.
id: Nominal pengambilan yang diminta melebihi nominal yang diotorisasi sebelumnya.

source: Processor Failure. Possible action: retry the payment
id: Kegagalan Prosesor. Tindakan yang mungkin: coba kembali pembayaran

source: The authorization has already been reversed.
id: Otorisasi telah berhasil dipulihkan.

source: The authorization has already been captured.
id: Otorisasi telah berhasil diambil.

source: The card type sent is invalid or does not correlate with the credit card number. Possible action: retry with the same card or another form of payment.
id: Jenis kartu yang dikirim tidak valid atau tidak memiliki kolerasi dengan nomor kartu kredit. Tindakan yang mungkin: coba kembali dengan kartu yang sama atau tipe pembayaran yang lain.

source: You requested a capture, but there is no corresponding, unused authorization record. Occurs if there was not a previously successful authorization request or if the previously successful authorization has already been used by another capture request.
id: Anda meminta sebuah pengambilan, tetapi tidak ada record otorisasi yang sesuai dan belum digunakan. Muncul ketika tidak ada permintaan otorisasi sebelumnya yang berhasil atau jika otorisasi sebelumnya yang berhasil telah digunakan oleh permintaan pengambilan lain.

source: Either the capture or credit is not voidable because the capture or credit information has already been submitted to your processor, or you requested a void for a type of transaction that cannot be voided.
id: Baik pengambilan atau kredit tidak dapat dibatalkan karena pengambilan atau informasi kredit telah dikirimkan ke prosesor anda, atau Anda meminta pembatalan tipe transaksi yang tidak bisa dibatalkan.

source: You requested a credit for a capture that was previously voided.
id: Anda meminta kredit terhadap sebuah pengambilan yang sebelumnya dibatalkan.

source: The request was received, but there was a timeout at the payment processor.
id: Permintaan diterima, tapi terjadi timeout pada prosesor pembayaran.

source: Stand-alone credits are not allowed.
id: Kredit yang berdiri-sendiri tidak diperbolehkan.

source: The cardholder is enrolled for payer authentication
id: Pemegang kartu ini didaftarkan untuk otentifikasi pembayar

source: Payer authentication could not be authenticated
id: Otentifikasi pembayaran tidak dapat dilakukan

source: The authorization request was approved by the issuing bank but declined by CyberSource based on your legacy Smart Authorization settings. Possible action: retry with a different form of payment.
id: Permintaan otorisasi disetujui oleh bank penerbit tetapi ditolak oleh CyberSource berdasarkan pengaturan Smart Authorization lama Anda. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: No user with the provided email address exists.
id: Tidak ada pengguna dengan alamat email ini.

source: No email address provided.
id: Tidak ada alamat email yang diberikan.

source: Optional language the team uses as ISO 639-1 code.
id: Bahasa pilihan yang digunakan tim adalah kode ISO 639-1.

source: Teams
id: Tim-Tim

source: The supplied course id {course_id} is not valid.
id: id kursus yang diberikan {course_id} tidak valid.

source: course_id must be provided
id: course_id harus diberikan

source: The supplied topic id {topic_id} is not valid
id: id topik yang diberikan {topic_id} tidak valid

source: text_search is not yet supported.
id: text_search belum tersedia

source: last_activity is not yet supported
id: last_activity belum tersedia

source: The ordering {ordering} is not supported
id: Pemesanan {ordering} tidak didukung.

source: The supplied course_id {course_id} is not valid.
id: Course_id {course_id} yang diberikan tidak valid.

source: username or team_id must be specified.
id: Nama Pengguna atau team_id harus diberikan.

source: Username is required.
id: Nama Pengguna wajib diisi

source: Team id is required.
id: Id Tim wajib diisi

source: The user {username} is already a member of a team in this course.
id: Pengguna {username} sudah menjadi anggota sebuah tim di kursus ini.

source: The user {username} is not enrolled in the course associated with this team.
id: Pengguna {username} tidak mendaftar di kursus yang terasosiasi dengan tim ini.

source: Your {platform_name} verification has expired.
id: Verifikasi {platform_name} Anda telah kadaluarsa.

source: No photo ID was provided.
id: Tidak ada foto kartu identitas yang diberikan.

source: We couldn't read your name from your photo ID image.
id: Kami tidak dapat membaca nama Anda dari image foto kartu identitas Anda.

source: The name associated with your account and the name on your ID do not match.
id: Nama pada akun dan nama pada kartu identitas Anda tidak sesuai.

source: The image of your face was not clear.
id: Image dari wajah Anda tidak jelas.

source: Your face was not visible in your self-photo.
id: Wajah anda tidak terlihat jelas di pasfoto Anda.

source: There was an error verifying your ID photos.
id: Terjadi kesalahan dalam memverifikasi foto kartu identitas Anda.

source: The course for which this deadline applies
id: Kursus dimana batas waktu ini berlaku

source: The datetime after which users are no longer allowed to submit photos for verification.
id: TanggalWaktu dimana setelahnya para pengguna tidak boleh lagi mengirimkan foto untuk diverifikasi.

source: Make payment
id: Lakukan pembayaran

source: Payment confirmation
id: Konfirmasi pembayaran

source: Take photo
id: Ambil foto

source: Take a photo of your ID
id: Ambil foto di kartu identitas Anda

source: Review your info
id: Review info Anda

source: Enrollment confirmation
id: Konfirmasi pendaftaran

source: Selected price is not valid number.
id: Harga yang dipilih bukan angka valid.

source: This course doesn't support paid certificates
id: Kursus ini tidak memiliki sertifikat berbayar

source: No selected price or selected price is below minimum.
id: Harga tidak dipilih atau harga pilihan di bawah minimum.

source: Photo ID image is required if the user does not have an initial verification attempt.
id: Image foto kartu identitas diwajibkan jika pengguna tidak melakukan usaha verifikasi di awal.

source: Missing required parameter face_image
id: parameter face_image yang diwajibkan tidak ditemukan

source: Invalid course key
id: Key kursus tidak valid

source: Invalid checkpoint location
id: Lokasi checkpoint tidak valid

source: No profile found for user
id: Profil tidak dapat ditemukan untuk penggguna

source: Name must be at least {min_length} characters long.
id: Panjang nama setidaknya harus {min_length} karakter.

source: Image data is not valid.
id: Data image tidak valid.

source: Verification photos received
id: Foto untuk verifikasi diterima

source: Like {platform_name} on Facebook
id: Like {platform_name} di Facebook

source: Follow {platform_name} on Twitter
id: Follow {platform_name} di Twitter

source: Follow {platform_name} on LinkedIn
id: Follow {platform_name} di LinkedIn

source: Follow {platform_name} on Google+
id: Follow {platform_name} di Google+

source: Subscribe to the {platform_name} subreddit
id: Berlangganan ke subreddit {platform_name}

source: Subscribe to the {platform_name} YouTube channel
id: Berlangganan ke channel Youtube {platform_name}

source: Organization
id: Organisasi

source: Course Type
id: Jenis Kursus

source: Honor
id: Kehormatan

source: Skip to main content
id: Lewati ke konten utama

source: Manual Refund
id: Pengembalian Uang secara manual

source: About to refund this order:
id: Akan mengembalikan ulang pesanan ini:

source: Order Id:
id: Id Pesanan:

source: Enrollment:
id: Pendaftaran:

source: enrolled
id: Mendaftar

source: unenrolled
id: Membatalkan pendaftaran

source: Cost:
id: Biaya:

source: CertificateItem Status:
id: Status Sertifikat:

source: Order Status:
id: Status Pesanan:

source: Fulfilled Time:
id: Waktu Penyelesaian:

source: Refund Request Time:
id: Waktu Permintaan Pengembalian Uang

source: Your Password Reset is Complete
id: Penggantian Sandi Sudah Selesai

source: Your password has been set. You may go ahead and %(link_start)slog in%(link_end)s now.
id: Sanda Anda sudah diset. Anda boleh lanjut dan %(link_start)slog in%(link_end)s sekarang.

source: Reset Your %(platform_name)s Password
id: Ganti Sandi %(platform_name)s Anda

source: Reset Your %(platform_name)s Password
id: Ganti Sandi %(platform_name)s Anda

source: Password Reset Form
id: Form Ganti Sandi

source: We're sorry, %(platform_name)s enrollment is not available in your region
id: Kami mohon maaf, pendaftaran %(platform_name)s tidak tersedia untuk wilayah Anda

source: The following errors occurred while processing your registration:
id: Kesalahan berikut terjadi saat memproses pendaftaran Anda:

source: You must complete all fields.
id: Anda harus melengkapi semua isian.

source: The two password fields didn't match.
id: Kedua isian sandi tidak cocok.

source: We're sorry, our systems seem to be having trouble processing your password reset
id: Kami mohon maaf, sistem kami sepertinya sedang mengalami kendala dalam memproses penggantian sandi Anda

source: Someone has been made aware of this issue. Please try again shortly. Please %(start_link)scontact us%(end_link)s about any concerns you have.
id: Seseorang telah diberitahu masalah ini. Harap coba sebentar lagi. Harap %(start_link)shubungi%(end_link)s tentang segala keprihatinan anda.

source: Please enter your new password twice so we can verify you typed it in correctly.
id: Silakan masukkan sandi baru Anda sebanyak dua kali sehingga kami dapat memverifikasi bahwa Anda telah mengetiknya dengan benar.

source: Required fields are noted by %(bold_start)sbold text and an asterisk (*)%(bold_end)s.
id: Kolom yang wajib diisi ditandai dengan %(bold_start)shuruf tebal dan tanda bintang (*)%(bold_end)s.

source: Required Information
id: Informasi yang Dibutuhkan

source: Your New Password
id: Sandi Baru Anda

source: Your New Password Again
id: Sandi Baru Anda Sekali lagi

source: Change My Password
id: Ubah Sandi Saya

source: Your Password Reset Was Unsuccessful
id: Penggantian Sandi Anda tidak Berhasil

source: The password reset link was invalid, possibly because the link has already been used. Please return to the %(start_link)slogin page%(end_link)s and start the password reset process again.
id: Tautan penggantian sandi tidak valid, kemungkinan karena tautan tersebut telah digunakan. Harap kembali ke %(start_link)shalaman login%(end_link)s dan mulai proses penggantian sandi sekali lagi.

source: Password Reset Help
id: Bantuan Penggantian Sandi

source: Need Help?
id: Butuh Bantuan?
