Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: No feedback available from grader.
id: Tidak tersedia feedback dari penilai.

source: Error handling action. Please try again.
id: Terjadi kesalahan handling. Silakan coba kembali.

source: Your response has been submitted. Please check back later for your grade.
id: Respon Anda telah diajukan. Harap cek kembali nanti untuk peringkat Anda.

source: Not started
id: Belum dimulai

source: In progress
id: Dalam Proses

source: Done
id: Selesai

source: We could not find a file in your submission. Please try choosing a file or pasting a URL to your file into the answer box.
id: Kami tidak dapat menemukan file dalam jawaban Anda. Silakan coba memilih sebuah file atau menempelkan sebuah URL ke file Anda ke dalam kotak jawaban.

source: We are having trouble saving your file. Please try another file or paste a URL to your file into the answer box.
id: Kami mengalami kesulitan dalam menyimpan file Anda. Silakan coba file lain atau tempelkan sebuah URL ke file Anda ke dalam kotak jawaban.

source: Error saving your score. Please notify course staff.
id: Terjadi kesalahan dalam menyimpan nilai Anda. Harap beritahukan ke staf kursus.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
id: Tidak dapat menerima transkrip dari Youtube untuk {youtube_id}. Kode status: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
id: Kami hanya mendukung format transkrip SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
id: Ada yang salah dengan file transkrip SubRip ketika diuraikan. Pesan dari pusat adalah {error_message}

source: Something wrong with SubRip transcripts file during parsing.
id: Ada yang salah dengan file transkrip SubRip ketika diuraikan.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
id: {exception_message}: Tidak dapat menemukan transkrip yang diunggah: {user_filename}

source: Invalid encoding type, transcripts should be UTF-8 encoded.
id: Tipe encoding tidak valid, transkrip seharusnya di UTF-8 encoded.

source: Basic
id: Dasar

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
id: URL untuk video Anda. Ini dapat menjadi URL YouTube atau sebuah tautan ke file video .mp4, .ogg, atau .webm yang ditempatkan di Internet.

source: Default Video URL
id: URL Default Video

source: The name students see. This name appears in the course ribbon and as a header for the video.
id: Nama yang dilihat para siswa. Nama ini muncul pada ribbon kursus dan sebagai header video.

source: Component Display Name
id: Nama Display Komponen

source: Current position in the video.
id: Posisi saat ini di video.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
id: Opsional, untuk browser yang lebih lama: ID YouTube untuk video dengan kecepatan normal.

source: YouTube ID
id: ID Youtube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
id: Opsional, untuk browser yang lebih lama: ID YouTube untuk video dengan kecepatan .75x

source: YouTube ID for .75x speed
id: ID YouTube untuk kecepatan .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
id: Opsional, untuk browser yang lebih lama: ID YouTube untuk video dengan kecepatan 1.25x

source: YouTube ID for 1.25x speed
id: ID YouTube untuk kecepatan 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
id: Opsional, untuk browser yang lebih lama: ID YouTube untuk video dengan kecepatan 1.5x

source: YouTube ID for 1.5x speed
id: ID YouTube untuk kecepatan 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
id: Waktu mulai video yang Anda inginkan jika Anda tidak ingin seluruh video dimainkan. Tidak didukung di app ponsel lokal: file video akan dimainkan seluruhnya. Diformat sebagai HH:MM:SS. Nilai maksimum adalah 23:59:59.

source: Video Start Time
id: Waktu Mulai Video

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
id: Waktu berhenti video yang Anda inginkan jika Anda tidak ingin seluruh video dimainkan. Tidak didukung di app ponsel lokal: file video akan dimainkan seluruhnya. Diformat sebagai HH:MM:SS. Nilai maksimum adalah 23:59:59.

source: Video Stop Time
id: Waktu Berhenti Video

source: The external URL to download the video.
id: URL eksternal untuk mengunduh video ini.

source: Download Video
id: Unduh Video

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
id: Perbolehkan siswa untuk mengunduh versi video ini dalam berbagai format jika mereka tidak dapat menggunakan pemutar video edX atau tidak memiliki akses ke YouTube. Anda harus menambahkan setidaknya satu URL non-YouTube di dalam kolom URL File Video.

source: Video Download Allowed
id: Pengunduhan Video Diperbolehkan

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
id: URL atau URL-URL dimana Anda memposting versi-versi video non-YouTube. Setiap URL harus berakhir dengan .mpeg, .mp4, .ogg, or .webm and tidak boleh berupa URL YouTube. (Untuk kompabilitas browser, kami menyarankan sekali format .mp4 and .webm.). Para siswa akan dapat melihat video-video yang kompatibel dengan komputer siswa di daftar paling atas. Untuk membolehkan siswa untuk mengunduh video-video ini, set Unduh Video Diperbolehkan ke True.

source: Video File URLs
id: URL File Video

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
id: Secara default, para siswa dapat mendownload transkrip .srt or .txt ketika Anda mengeset Unduh Transkrip Diperbolehkan ke True. Jika Anda ingin menyediakan transkrip yang dapat diunduh dalam format yang lain, kami menyarankan agar Anda mengunggah sebuah handout dengan menggunakan kolom Unggah Handout.

source: Downloadable Transcript URL
id: URL Transkrip yang Dapat Diunduh

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
id: Perbolehkan siswa untuk mengunduh transkrip berdasarkan waktu. Sebuah tautan untuk mengunduh file akan muncul di bawah video. Secara default, transkrip berbentuk file .srt atau .txt. Jika Anda ingin menyediakan transkrip untuk diunduh dalam format yang lain, unggah sebuah file dengan menggunakan kolom Unggah Handout.

source: Download Transcript Allowed
id: Pengunduhan Transkrip Diperbolehkan

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
id: Transkrip default untuk video ini, dari kolom Default Timed Transcript pada tab Dasar. Transkrip ini seharusnya dalam bahasa Inggris. Anda tidak harus merubah pengaturan ini.

source: Default Timed Transcript
id: Transkrip waktu Default

source: Specify whether the transcripts appear with the video by default.
id: Tentukan jika transkrip muncul dengan video secara default.

source: Show Transcript
id: Perlihatkan Transkrip

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
id: Tambahkan transkrip dalam berbagai bahasa. Klik di bawah ini untuk memilih bahasa dan unggah sebuah transkrip .srt untuk bahasa tersebut.

source: Transcript Languages
id: Bahasa Transkrip

source: Preferred language for transcript.
id: Bahasa yang dipilih untuk transkrip.

source: Preferred language for transcript
id: Bahasa yang dipilih untuk transkrip.

source: Transcript file format to download by user.
id: Format file transkrip untuk diunduh oleh pengguna.

source: SubRip (.srt) file
id: File SubRip (.srt)

source: Text (.txt) file
id: File Text (.txt)

source: The last speed that the user specified for the video.
id: Kecepatan terakhir yang dipilih pengguna untuk video ini.

source: The default speed for the video.
id: Kecepatan default untuk video ini.

source: Specify whether YouTube is available for the user.
id: Tentukan jika YouTube tersedia bagi pengguna.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
id: Unggah sebuah handout untuk mendampingi video ini. Para murid dapat mengunduh handout ini dengan mengklik Unduh Handout di bawah video.

source: Upload Handout
id: Unggah Handout

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
id: Tentukan jika akses ke video ini terbatas untuk browser saja, atau jika dapat diakses dari aplikasi lain termasuk mobile app.

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
id: Jika Anda diberikan sebuah ID Video oleh edX agar video dapat dimainkan di komponen ini, masukkan ID di sini. Dalam hal ini, jangan masukkan nilai di URL Video Default, URL File Video dan kolom ID YouTube. Jika Anda tidak diberikan sebuah ID Video, masukkan nilai di kolom-kolom tersebut dan abaikan kolom ini.

source: Date of the last view of the bumper
id: Tanggal view terakhir atas bumper

source: Do not show bumper again
id: Jangan perlihatkan bumper lagi

source: © {org_name}. All rights reserved except where noted. EdX, Open edX and the edX and Open EdX logos are registered trademarks or trademarks of edX Inc.
id: © {org_name}. Hak Cipta dilindungi kecuali dinyatakan lain. Edx, Open edX dan logo edX dan Open EdX adalah merek terdaftar atau trademark dari edX Inc.

source: News
id: Berita

source: FAQs
id: FSD

source: Contact
id: Kontak

source: Jobs
id: Lowongan

source: Donate
id: Donasi

source: Sitemap
id: Peta Situs

source: Terms of Service & Honor Code
id: Ketentuan Layanan dan Kode Kehormatan

source: Privacy Policy
id: Kebijakan Privasi

source: Accessibility Policy
id: Kebijakan Akses

source: Terms of Service
id: Ketentuan Layanan

source: Download the {platform_name} mobile app from the Apple App Store
id: Unduh mobile app {platform_name} dari Apple App Store

source: Download the {platform_name} mobile app from Google Play
id: Unduh mobile app {platform_name} dari Google Play

source: You must be a CCX Coach to access this view.
id: Anda harus menjadi CCX Coach untuk mengakses tampilan ini.

source: You must be the coach for this ccx to access this view
id: Anda harus menjadi coach dari ccx ini untuk mengakses tampilan ini.

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
id: Anda tidak dapat membuat sebuah CCX dari sebuah kursus menggunakan id yang sudah usang. Silakan buat rerun kursus ini di studio untuk membolehkan tindakan ini.

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
id: Menyelesaikan kursus "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
id: Menyelesaikan kursus "{course_name}" ({course_mode}, {start_date} - {end_date})

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
id: Deskripsi dari sertifikat contoh yang dapat terbaca dengan jelas. Sebagai contoh, 'verified' atau 'honor' untuk membedakan antara dua tipe sertifikat.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
id: Identifier unik untuk sertifikat contoh. Ini digunakan ketika kami menerima sebuah respons dari antrian untuk menentukan sertikat contoh mana yang diproses.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
id: Sebuah key akses untuk sertifikat contoh. Ini digunakan ketika kami menerima sebuah respons dari antrian untuk menvalidasi jika pengirim adalah orang yang sama dengan yang kami minta untuk membuat sertifikat.

source: The full name that will appear on the certificate.
id: Nama Lengkap yang ditampilkan pada sertifikat

source: The template file to use when generating the certificate.
id: File template yang digunakan dalam membuat sertifikat.

source: The status of the example certificate.
id: Status dari sertifikat contoh

source: The reason an error occurred during certificate generation.
id: Alasan sebuah kesalahan terjadi saat pembuatan sertifikat.

source: The download URL for the generated certificate.
id: URL pengunduhan untuk sertifikat yang dibuat.

source: The badge image must be square.
id: Image badge harus berbentuk kotak.

source: The badge image file size must be less than 250KB.
id: Ukuran file image bagde harus kurang dari 250KB.

source: The course mode for this badge image. For example, "verified" or "honor".
id: Mode kursus untuk image badge ini. Sebagai contoh, "verified" atau "honor".

source: Badge images must be square PNG files. The file size should be under 250KB.
id: Image badget harus berbentuk file PNG kotak. Ukuran file harus dibawah 250 KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
id: Set nilai sebagai True jika anda ingin image ini sebagai default image untuk mode kursus apapun yang tidak memiliki image badge khusus. Anda hanya dapat memiliki satu default image.

source: There can be only one default image.
id: Hanya boleh ada satu default image.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines.
id: Sebuah {cert_type} Sertifikat menandakan bahwa seorang siswa {platform_name} telah setuju untuk mematuhi kode kehormatan {platform_name} dan menyelesaikan semua tugas yang diminta dalam kursus sesuai dengan panduan.

source: An {cert_type} Certificate signifies that an {platform_name} learner has agreed to abide by {platform_name}'s honor code and completed all of the required tasks for this course under its guidelines, as well as having their photo ID checked to verify their identity.
id: Sebuah {cert_type} Sertifikat menandakan bahwa seorang siswa {platform_name} telah setuju untuk mematuhi kode kehormatan {platform_name} dan menyelesaikan semua tugas yang diminta dalam kursus sesuai dengan panduan, dan juga membolehkan foto kartu identitas mereka diperiksa untuk menverifikasi identitas mereka.

source: An {cert_type} Certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
id: Sebuah {cert_type} Sertifikat menunjukkan sebuah pencapaian tingkat tinggi atas sebuah program studi, dan meliputi verifikasi dari identitas siswa..

source: a course of study offered by {partner_name}, through {platform_name}.
id: Sebuah kursus pembelajaran yang ditawarkan oleh {partner_name}, melalui {platform_name}.

source: About {platform_name} Accomplishments
id: Tentang Pencapaian {platform_name}

source: More Information About {user_name}'s Certificate:
id: Informasi Tambahan Tentang Sertifikat {user_name}

source: Issued On:
id: Diterbitkan Pada:

source: Certificate ID Number
id: Nomor ID Sertifikat

source: About {platform_name} Certificates
id: Tentang Sertifikat {platform_name}

source: {platform_name} acknowledges achievements through certificates, which are awarded for various activities {platform_name} students complete under the <a href='{tos_url}'>{platform_name} Honor Code</a>. Some certificates require completing additional steps, such as <a href='{verified_cert_url}'> verifying your identity</a>.
id: {platform_name} mengakui pencapaian dengan sertifikat, yang diberikan untuk beragam kegiatan {platform_name} yang diselesaikan siswa dalam <a href='{tos_url}'>{platform_name} Honor Code</a>. Beberapa sertifikat memerlukan pencapaian atas langkah-langkah tambahan, seperti such as <a href='{verified_cert_url}'> verifying your identity</a>.

source: How {platform_name} Validates Student Certificates
id: Bagaimana {platform_name} Menvalidasi Sertifikat Siswa

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
id: Sertifikat yang diterbitkan oleh {platform_name} ditandatangani oleh sebuah key gpg sehingga sertifikat dapat divalidasi secara independen dengan public key {platform_name}. Untuk verifikasi independen, {platform_name} menggunakan apa yang disebut sebuah "detached signature"&quot;".

source: Validate this certificate for yourself
id: Validasi sertifikat ini untuk diri sendiri

source: {platform_name} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. {platform_name} is a non-profit online initiative created by founding partners Harvard and MIT.
id: {platform_name} menawarkan kursus online secara interaktif dan MOOC dari universitas-universitas terbaik di dunia, meliputi MIT,Harvard, Berkeley, University of Texas, dan banyak lagi. {platform_name} adalah sebuah lembaga online non-profit yang didirikan oleh Harvard dan MIT

source: About {platform_name}
id: Tentang {platform_name}

source: Learn more about {platform_name}
id: Mengenal lebih jauh {platform_name}

source: Learn with {platform_name}
id: Belajar dengan {platform_name}

source: Work at {platform_name}
id: Bekerja di {platform_name}

source: Contact {platform_name}
id: Hubungi {platform_name}

source: {platform_name} acknowledges the following student accomplishment
id: {platform_name} mengakui pencapaian siswa berikut

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_name} {course_number}
id: Ini adalah sertifikat {platform_name} yang valid untuk {user_name}, yang berpartisipasi dalam {partner_name} {course_number}

source: successfully completed, received a passing grade, and was awarded a {platform_name} {certificate_type} Certificate of Completion in
id: berhasil diselesaikan, menerima nilai kelulusan, dan dihadiahi dengan Sertifikat Kelulusan {platform_name} {certificate_type} atas

source: {fullname}, you've earned a certificate!
id: {fullname}, anda berhak mendapatkan sertifikat!

source: Congratulations! This page summarizes all of the details of what you've accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
id: Selamat! Halaman ini meringkas semua rincian pencapaian Anda. Tunjukkan kepada keluarga, teman-teman dan rekan-rekan di jaringan sosial dan profesional Anda.

source: More about {fullname}'s accomplishment
id: Lebih jauh tentang pencapaian {fullname}

source: All rights reserved
id: Hak Cipta Dilindungi

source: Invalid Certificate
id: Sertifikat tidak valid

source: Terms of Service &amp; Honor Code
id: Ketentuan Layanan &amp; Kode Kehormatan

source: Certificate Validation
id: Validasi Sertifikat

source: Grade
id: Nilai

source: Percent
id: Persen

source: Opened by this number of students
id: Dibuka oleh jumlah siswa ini

source: subsections
id: subseksi

source: Count of Students
id: Jumlah Siswa

source: Percent of Students
id: Persentase Siswa

source: Score
id: Skor

source: problems
id: Soal-Soal

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
id: Permintaan pengembalian uang telah diajukan untuk {username} ({email}). Untuk memproses permintaan ini, silakan kunjungi tautan di bawah ini.

source: [Refund] User-Requested Refund
id: [Pengembalian Uang] Pengembalian Uang yang diminta pengguna

source: Receipt
id: Tanda Terima

source: Payment Failed
id: Pembayaran Tidak Berhasil

source: There was a problem with this transaction. You have not been charged.
id: Terdapat masalah pada transaksi ini. Anda belum ditagih.

source: Make sure your information is correct, or try again with a different card or another form of payment.
id: Pastikan informasi Anda benar, atau coba kembali dengan kartu atau tipe pembayaran yang lain.

source: A system error occurred while processing your payment. You have not been charged.
id: Kesalahan pada sistem terjadi ketika memproses pembayaran Anda. Anda belum ditagih.

source: Please wait a few minutes and then try again.
id: Silakan tunggu beberapa menit dan kemudian coba kembali.

source: For help, contact {payment_support_link}.
id: Untuk bantuan, hubungi {payment_support_link}.

source: An error occurred while creating your receipt.
id: Terjadi kesalahan saat membuat tanda terima Anda.

source: If your course does not appear on your dashboard, contact {payment_support_link}.
id: Jika kursus Anda tidak muncul pada dashboard Anda, hubungi {payment_support_link}.

source: This is the wiki for **{organization}**'s _{course_name}_.
id: Ini adalah wiki untuk **{organization}**'s _{course_name}_.

source: Course page automatically created.
id: Halaman kursus dibuat secara otomatis.

source: Welcome to the {platform_name} Wiki
id: Selamat datang ke Wiki {platform_name}

source: Visit a course wiki to add an article.
id: Kunjungi wiki kursus untuk menambahkan sebuah artikel.

source: Course has not started
id: Kursus belum dimulai.

source: Course does not start until {}
id: Kursus belum dimulai sampai {}

source: You have unfulfilled milestones
id: Anda memiliki milestone yang belum tercapai

source: You do not have access to this course
id: Anda tidak memiliki akses ke kursus ini

source: You do not have access to this course on a mobile device
id: Anda tidak memiliki akses ke kursus ini melalui media ponsel

source: There is no user with the username or email address {user_name} enrolled in this course.
id: Tidak ada pengguna {user_name} dengan nama pengguna atau alamat email ini yang mendaftar di kursus ini.
