Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: error getting student answer from {student_answers}
id: kesalahan dalam mendapatkan jawaban siswa dari {student_answers}

source: No answer entered!
id: Tidak ada jawaban yang dimasukkan!

source: CustomResponse: check function returned an invalid dictionary!
id: Respons Kustom: fungsi cek mengembalikan kamus yang tidak valid!

source: Symbolic Math Input
id: Input Simbol Matematika

source: An error occurred with SymbolicResponse. The error was: {error_msg}
id: Sebuah kesalahan terjadi dengan Respons Simbolik. Kesalahannya adalah: {error_msg}

source: Code Input
id: Input Kode

source: No answer provided.
id: Tidak ada jawaban yang diberikan.

source: Error: No grader has been set up for this problem.
id: Kesalahan: Tidak ada penilai yang ditentukan untuk soal ini.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
id: Tidak dapat mengirimkan jawaban Anda ke penilai (Reason: {error_msg}). Silakan coba kembali.

source: Invalid grader reply. Please contact the course staff.
id: Jawaban penilai tidak valid. Silakan hubungi staf kursus.

source: External Grader
id: Penilai Eksternal

source: Math Expression Input
id: Input Ekspresi Matematika

source: Invalid input: {bad_input} not permitted in answer.
id: Input tidak valid: {bad_input} tidak diperbolehkan dalam jawaban.

source: factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
id: fungsi faktorial tidak diperbolehkan dalam jawaban soal ini. Jawaban yang diberikan adalah: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
id: Input tidak valid: tidak dapat mengurai '{bad_input}' sebagai formula.

source: Invalid input: Could not parse '{bad_input}' as a formula
id: Input tidak valid: tidak dapat mengurai '{bad_input}' sebagai formula.

source: Circuit Schematic Builder
id: Builder Circuit Skematik

source: Error in evaluating SchematicResponse. The error was: {error_msg}
id: Kesalahan dalam mengevaluasi Repons Skematik. Kesalahannya adalah: {error_msg}

source: Image Mapped Input
id: Masukan gambar dipetakan

source: error grading {image_input_id} (input={user_input})
id: Kesalahan menilai {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
id: Kesalahan dalam spesifikasi soal! Tidak dapat mengurai kotak di {sr_coords}

source: Annotation Input
id: Input Catatan

source: Checkboxes With Text Input
id: Kotak Centang dengan Input Teks

source: Answer not provided for {input_type}
id: Jawaban tidak diberikan untuk {input_type}

source: The Staff answer could not be interpreted as a number.
id: Jawaban staf tidak dapat diartikan sebagai sebuah angka.

source: Could not interpret '{given_answer}' as a number.
id: Tidak dapat mengartikan '{given_answer}' sebagai sebuah angka.

source: XML data for the annotation
id: data XML untuk catatan

source: Display name for this module
id: Tampilkan nama untuk modul ini

source: Annotation
id: Catatan

source: This name appears in the horizontal navigation at the top of the page.
id: Nama ini muncul di navigasi horisontal pada bagian atas halaman.

source: Blank Advanced Problem
id: Soal Lanjutan Kosong

source: Number of attempts taken by the student on this problem
id: Jumlah Upaya yang diambil siswa untuk soal ini

source: Maximum Attempts
id: Upaya Maksimum

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
id: Tentukan berapa kali siswa dapat mencoba menjawab soal ini. Jika nilai belum ditentukan, upaya tidak terbatas diperbolehkan.

source: Date that this problem is due by
id: Tanggal batas waktu soal ini

source: Amount of time after the due date that submissions will be accepted
id: Lama waktu setelah batas waktu dimana jawaban masih bisa diterima

source: Show Answer
id: Tampilkan jawaban

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
id: Tentukan kapan menampilkan jawaban atas soal. Nilai default dapat diset di Pengaturan Lanjutan.

source: Always
id: Selalu

source: Answered
id: Menjawab

source: Attempted
id: Mencoba

source: Closed
id: Ditutup

source: Finished
id: Selesai

source: Correct or Past Due
id: Benar atau Lewat Batas Waktu

source: Past Due
id: Lewat

source: Never
id: Tidak pernah

source: Whether to force the save button to appear on the page
id: Apakah untuk memaksakan tombol simpan untuk muncul pada halaman

source: Show Reset Button
id: Tampilkan tombol Reset

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
id: Tentukan apakah tombol "Reset" ditampilkan sehingga pengguna dapat mereset jawaban mereka. Nilai default dapt diset di Pengaturan Lanjutan.

source: Randomization
id: Pengacakan

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
id: Tentukan kapan mengacak variabel yang diberikan di skrip Phyton terkait. Untuk soal-soal yang tidak mengacak nilai, tentukan "Tidak Pernah".

source: On Reset
id: Sedang Direset

source: Per Student
id: Per Siswa

source: XML data for the problem
id: data XM untuk soal ini

source: Dictionary with the correctness of current student answers
id: Kamus dengan jawaban siswa yang benar saat ini

source: Dictionary for maintaining the state of inputtypes
id: Kamus untuk mengelola status tipe input

source: Dictionary with the current student responses
id: Kamus dengan jawaban siswa saat ini

source: Whether the student has answered the problem
id: Apakah siswa telah menjawab soal

source: Random seed for this student
id: Seed acak untuk siswa ini

source: Last submission time
id: Waktu pengiriman terakhir

source: Timer Between Attempts
id: Timer Antara Upaya

source: Seconds a student must wait between submissions for a problem with multiple attempts.
id: Lama detik di mana seorang siswa harus menunggu di antara jawaban untuk soal dengan beberapa upaya.

source: Problem Weight
id: Bobot Soal

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
id: Tentukan jumlah poin dari setiap soal. Jika nilai tidak ditentukan, maka setiap kolom jawaban pada soal bernilai 1 poin.

source: Markdown source of this module
id: Sumber markdown dari modul ini

source: Source code for LaTeX and Word problems. This feature is not well-supported.
id: Kode sumber untuk soal-soal LaTeX dan Word. Fitur ini tidak didukung dengan baik.

source: String customization substitutions for particular locations
id: Pengganti kustomisasi string untuk lokasi-lokasi tertentu

source: Enable LaTeX templates?
id: Aktifkan template LaTeX?

source: Check
id: Cek

source: Final Check
id: Cek Final

source: Checking...
id: Memeriksa...

source: Warning: The problem has been reset to its initial state!
id: Peringatan: Soal telah direset ke status semula!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
id: Status soal dikorupsi oleh jawaban yang tidak valid. Jawaban terdiri dari:

source: If this error persists, please contact the course staff.
id: Jika kesalahan ini tetap ada, silakan hubungi staf kursus.

source: Hint:
id: Petunjuk:

source: Hint ({hint_num} of {hints_count}):
id: Petunjuk ({hint_num} dari {hints_count}):

source: Problem is closed.
id: Soal ditutup

source: Problem must be reset before it can be checked again.
id: Soal harus direset sebelum dapat dicek kembali

source: You must wait at least {wait} seconds between submissions.
id: Anda harus menunggu setidaknya {wait} detik antara pengiriman.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
id: Anda harus menunggu setidaknya {wait_secs} antara pengiriman. Tersisa {remaining_secs}.

source: Error: {msg}
id: Kesalahan: {msg}

source: {num_hour} hour
id: {num_hour} jam

source: {num_minute} minute
id: {num_minute} menit

source: {num_second} second
id: {num_second} detik

source: Problem's definition does not support rescoring.
id: Definisi soal tidak memungkinkan penilaian ulang.

source: Problem must be answered before it can be graded again.
id: Soal harus dijawab sebelum dapat dinilai kembali.

source: Problem needs to be reset prior to save.
id: Soal harus direset sebelum disimpan.

source: Your answers have been saved.
id: Jawaban Anda telah disimpan.

source: Your answers have been saved but not graded. Click 'Check' to grade them.
id: Jawaban anda telah disimpan akan tetapi belum dinilai. Klik "Cek" untuk menilai jawaban.

source: Refresh the page and make an attempt before resetting.
id: Refresh halaman dan buat upaya sebelum melakukan reset.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
id: Kami minta maaf, ada kesalahan dalam memproses permintaan Anda. Silakan coba muat ulang halaman ini dan coba kembali.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
id: Status soal ini telah berubah sejak anda memuat halaman ini. Silakan refresh halaman Anda.

source: Open Response Assessment
id: Penilaian Jawaban Bebas

source: Current task that the student is on.
id: Tugas yang dikerjakan siswa saat ini

source: A list of lists of state dictionaries for student states that are saved. This field is only populated if the instructor changes tasks after the module is created and students have attempted it (for example, if a self assessed problem is changed to self and peer assessed).
id: Daftar dari berbagai daftar kamus status untuk status siswa yang disimpan. Kolom ini hanya diisi jika instruktur mengganti tugas setelah modul ini dibuat dan para siswa telah mencoba mengerjakannya (sebagai contoh, jika soal yang dinilai oleh diri sendiri diganti menjadi dinilai oleh diri sendiri dan teman)

source: List of state dictionaries of each task within this module.
id: Daftar kamus status dari setiap tugas dalam modul ini.

source: Which step within the current task that the student is on.
id: Langkah dalam tugas saat ini yang sedang dilakukan siswa.

source: Graded
id: Bergelar

source: Defines whether the student gets credit for this problem. Credit is based on peer grades of this problem.
id: Tentukan apakah siswa mendapatkan kredit untuk soal ini. Kredit berdasarkan penilaian teman atas soal ini.

source: If the problem is ready to be reset or not.
id: Jika soal siap untuk direset atau tidak.

source: The number of times the student can try to answer this problem.
id: Jumlah upaya yang dapat diambil siswa untuk menjawab soal ini.

source: Allow File Uploads
id: Perbolehkan Pengunggahan File

source: Whether or not the student can submit files as a response.
id: Apakah siswa dapat mengirimkan file sebagai jawaban atau tidak.

source: Disable Quality Filter
id: Filter Kualitas Dinonaktifkan

source: If False, the Quality Filter is enabled and submissions with poor spelling, short length, or poor grammar will not be peer reviewed.
id: Jika False, Filter Kualitas diaktifkan dan jawaban dengan pengejaan yang buruk, jawaban pendek, atau tata bahasa yang buruk tidak akan dinilai oleh teman.

source: Current version number
id: Nomor versi saat ini

source: Defines the number of points each problem is worth. If the value is not set, each problem is worth one point.
id: Tentukan jumlah poin dari setiap soal. Jika nilai tidak ditentukan, maka setiap kolom jawaban pada soal bernilai 1 poin.

source: Minimum Peer Grading Calibrations
id: Ujian Minimum untuk Penilaian Teman

source: The minimum number of calibration essays each student will need to complete for peer grading.
id: Jumlah minimum esai pengujian yang harus diselesaikan setiap siswa untuk penilaian teman.

source: Maximum Peer Grading Calibrations
id: Ujian Maksimum untuk Penilaian Teman

source: The maximum number of calibration essays each student will need to complete for peer grading.
id: Jumlah maksimum esai pengujian yang harus diselesaikan setiap siswa untuk penilaian teman.

source: Peer Graders per Response
id: Teman Penilai per Jawaban

source: The number of peers who will grade each submission.
id: Jumlah teman yang akan menilai setiap jawaban.

source: Required Peer Grading
id: Memerlukan Penilaian Teman

source: The number of other students each student making a submission will have to grade.
id: Jumlah siswa lain yang setiap siswa harus nilai ketika mengirimkan jawaban

source: Allow "overgrading" of peer submissions
id: Perbolehkan "overgrading" atas jawaban teman

source: EXPERIMENTAL FEATURE. Allow students to peer grade submissions that already have the requisite number of graders, but ONLY WHEN all submissions they are eligible to grade already have enough graders. This is intended for use when settings for `Required Peer Grading` > `Peer Graders per Response`
id: FITUR EKSPERIMENTAL. Perbolehkan siswa untuk menilai jawaban teman yang sudah memiliki jumlah penilai yang cukup, tapi HANYA KETIKA semua jawaban yang akan dinilai sudah memiliki penilai yang cukup. Hal ini ditujukan untuk digunakan ketika pengaturan untuk `Required Peer Grading` > `Peer Graders per Response`

source: ORA1 is no longer supported. To use this assessment, replace this ORA1 component with an ORA2 component.
id: ORA1 tidak lagi didukung. Untuk menggunakan penilaian ini, gantikan kompnen ORA1 ini dengan komponen ORA2.

source: TBD
id: Segera

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
id: Masukkan passport untuk tool kursus LTI dengan format berikut: "id:client_key:client_secret".

source: List of pairs of (title, url) for textbooks used in this course
id: Daftar pasangan dari (title, url) untuk buku teks yang digunakan di kursus ini

source: Slug that points to the wiki for this course
id: Slug yang menunjuk ke wiki kursus ini

source: Date that enrollment for this class is opened
id: Tanggal pembukaan pendaftaran kursus ini

source: Date that enrollment for this class is closed
id: Tanggal penutupan pendaftaran kursus ini

source: Start time when this module is visible
id: Tanggal mulai ketika modul ini muncul

source: Date that this class ends
id: Tanggal dimana kelas ini berakhir

source: Cosmetic Course Display Price
id: Biaya yang Ditampilkan untuk Kursus Kosmetik

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
id: Biaya yang ditampilkan ke para siswa untuk mendaftar pada kursus. Jika biaya pendaftaran kursus berbayar diset oleh seorang admin di database, maka biaya tersebut yang akan ditampilkan alih-alih biaya ini.

source: Course Advertised Start Date
id: Tanggal Mulai Kursus yang Diumumkan

source: Enter the date you want to advertise as the course start date, if this date is different from the set start date. To advertise the set start date, enter null.
id: Masukkan tanggal yang Anda ingin umumkan sebagai tanggal mulai kursus, jika tanggal ini berbeda dengan tanggal mulai yang diset. Untuk mengumumkan tanggal mulai yang diset, masukkan nol.

source: Pre-Requisite Courses
id: Kursus Pra-Syarat

source: Pre-Requisite Course key if this course has a pre-requisite course
id: Key Kursus Pra-Syarat jika kursus ini memiliki kursus pra-syarat

source: Grading policy definition for this class
id: Definisi kebijakan penilaian untuk kelas ini

source: Show Calculator
id: Tampilkan Kalkulator

source: Enter true or false. When true, students can see the calculator in the course.
id: Pilih true atau false. Jika true, siswa-siwa dapat melihat kalkulator pada kursus.

source: Enter the name of the course as it should appear in the edX.org course list.
id: Masukkan nama kursus agar muncul dalam daftar kursus di edX.org.

source: Course Display Name
id: Nama Display Kursus:

source: Course Editor
id: Editor Kursus

source: Enter the method by which this course is edited ("XML" or "Studio").
id: Masukkan metode dimana kursus di-edit "(XML" atau "Studio").

source: Show Chat Widget
id: Tampikan Widget Chat

source: Enter true or false. When true, students can see the chat widget in the course.
id: Pilih true atau false. Jika true, para siwa dapat melihat widget chat pada kursus.

source: Course Survey URL
id: URL Survey Kursus

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
id: Masukkan URL untuk survey akhir-kursus. Jika kursus Anda tidak memiliki sebuah survey, masukkan kosong.

source: Discussion Blackout Dates
id: Tanggal Tutup Sementara untuk Diskusi

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
id: Masukkan pasangan tanggal dimana di antaranya siswa tidak dapat memposting ke forum diskusi. Di dalam tanda kurung yang disediakan, tambahkan satu set tanda kurung kotak untuk setiap pasangan tanggal yang Anda buat. Format pasangan tanggal yaitu ["YYYY-MM-DD", "YYYY-MM-DD"]. Untuk menentukan waktu sebagaimana dengan tanggal, format setiap pasangan dengan ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Pastikan untuk mengikutkan huruf "T" di antara tanggal dan waktu. Sebagai contoh, sebuah entri yang menentukan periode tutup sementara terlihat seperti, termasuk sepasang tanda kurung kotak di luarnya: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
id: Pemetaan Topik Diskusi

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
id: Masukkan kategori diskusi dengan format berikut: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Sebagai contoh, satu kategori diskusi "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Value "id" untuk setiap kategori haruslah unik. Di dalam nilai "id", karakter spesial yang didukung hanya garis bawah, strip, dan titik.

source: Discussion Sorting Alphabetical
id: Pengurutan Diskusi secara Alfabet

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically.
id: Masukkan true atau false. Jika true, kategori dan subkategori diskusi akan diurutkan secara alfabet. Jika false, mereka akan diurutkan secara kronologi.

source: Course Announcement Date
id: Tanggal Pengumuman Kursus

source: Enter the date to announce your course.
id: Masukkan tanggal untuk mengumumkan kursus Anda.

source: Cohort Configuration
id: Konfigurasi Kelompok

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
id: Masukkan key dan nilai kebijakan untuk mengaktifkan fitur kelompok, tentukan penempatan siswa secara otomatis ke dalam kelompok-kelompok, atau pilih topik-topik diskusi kursus yang hanya untuk anggota-anggota kelompok.

source: Course Is New
id: Kursus ini Baru

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
id: Masukkan true atau false. Jika true, kursus akan muncul di daftar kursus baru di edx.org, dan sebuah badge Baru! akan muncul di sebelah image kursus selama beberapa waktu.

source: Mobile Course Available
id: Kursus secara Mobile Tersedia

source: Enter true or false. If true, the course will be available to mobile devices.
id: Masukkan true atau false. Jika true, kursus ini akan tersedia bagi perangkat mobile.

source: Video Upload Credentials
id: Data Pengunggahan Video

source: Enter the unique identifier for your course's video files provided by edX.
id: Masukkan identifier unik yang diberikan oleh edX untuk file kursus Anda.

source: Enter the URL for the official course Facebook group. If you provide a URL, the mobile app includes a button that students can tap to access the group.
id: Masukkan URL untuk grup kursus Facebook yang resmi. Jika anda menyediakan URL, mobile app akan termasuk sebuah tombol dimana para siswa dapat mengkliknya untuk mengakses grup.

source: Facebook URL
id: URL Facebook

source: Course Not Graded
id: Kursus Belum Dinilai

source: Enter true or false. If true, the course will not be graded.
id: Masukkan true atau false. Jika true, kursus tidak akan dinilai.

source: Disable Progress Graph
id: Nonaktifkan Grafik Perkembangan

source: Enter true or false. If true, students cannot view the progress graph.
id: Masukkan true atau false. Jika true, para siswa tidak dapat melihat grafik perkembangan.

source: PDF Textbooks
id: Buku Teks PDF

source: List of dictionaries containing pdf_textbook configuration
id: Daftar kamus yang berisi konfigurasi pdf_textbook

source: HTML Textbooks
id: Buku Teks HTML

source: For HTML textbooks that appear as separate tabs in the courseware, enter the name of the tab (usually the name of the book) as well as the URLs and titles of all the chapters in the book.
id: Untuk buku teks HTML yang muncul sebagai tab terpisah di courseware, masukkan nama dari tab (biasanya nama dari buku), demikian juga URL dan judul dari semua bab dari buku tersebut.

source: Remote Gradebook
id: Buku Nilai Remote

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
id: Masukkan pemetaan buku nilai remote. Hanya gunakan pengaturan ini ketika REMOTE_GRADEBOOK_URL telah ditentukan.

source: Enable CCX
id: Aktifkan CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
id: Perbolehkan intruktur kursus untuk menunjuk peran CCX Coach, dan perbolehkan para coach untuk mengelola Kursus Kustom di edX. Jika false, Kursus Kustom tidak dapat dibuat, tetapi Kursus Custom yang sudah ada akan disimpan.

source: Allow Anonymous Discussion Posts
id: Perbolehkan Posting Diskusi Tanpa Nama

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
id: Masukkan true atau false. Jika true, para siswa dapat membuat posting diskusi menjadi tanpa nama ke semua pengguna.

source: Allow Anonymous Discussion Posts to Peers
id: Perbolehkan Posting Diskusi Tanpa Nama ke Teman

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
id: Masukkan true atau false. Jika true, para siswa dapat membuat posting diskusi tanpa nama ke siswa-siswa lain. Pengaturan ini tidak membuat posting menjadi tanpa nama ke staf kursus.

source: Advanced Module List
id: Daftar Modul Lanjutan
