Repository: ariestiyansyah/idx-translation
Catalog: djangojs-partial.po
Languages: id

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
id: Kelompok {cohortGroupName} telah dibuat. Anda dapat menambahkan Siswa-Siswa secara manual untuk kelompok di bawah ini.

source: Assign students to cohorts by uploading a CSV file.
id: Tempatkan Siswa-Siswa pada kelompok-kelompok dengan mengunggah file CSV.

source: Choose a .csv file
id: Pilih file .csv

source: Only properly formatted .csv files will be accepted.
id: Hanya file-file .csv yang diformat dengan benar yang dapat diterima

source: Upload File and Assign Students
id: Unggah File dan Penempatan Siswa

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
id: File Anda '{file}' telah diunggah. Tunggu beberapa menit untuk memproses.

source: Cohorts Enabled
id: Kelompok-Kelompok diaktifkan

source: Cohorts Disabled
id: Kelompok-Kelompok dimatikan

source: Allow students to generate certificates for this course?
id: Ijinkan Siswa untuk menerbitkan sertifikat untuk kursus ini?

source: Prevent students from generating certificates in this course?
id: Cegah Siswa untuk menerbitkan sertifikat untuk kursus ini?

source: Start generating certificates for all students in this course?
id: Mulai menerbitkan sertifikat untuk semua siswa di kursus ini?

source: Error while generating certificates. Please try again.
id: Kesalahan dalam menerbitkan sertifikat. Silakan coba kembali.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
id: Terdapat masalah dalam membuat laporan. Pilih "Buat Ringkasan Eksekutif" untuk mencoba kembali.

source: Enter the enrollment code.
id: Masukkan kode pendaftaran

source: Cancel enrollment code
id: Batalkan kode pendaftaran

source: Restore enrollment code
id: Pulihkan kode pendaftaran

source: Mark enrollment code as unused
id: Tandai kode pendaftaran sebagai tidak digunakan

source: %s result
id: %s hasil

source: The data could not be saved.
id: Data ini tidak dapat disimpan.

source: Please enter a valid email address
id: Silakan masukkan alamat email yang valid.

source: Please enter a valid password
id: Silakan masukkan kata sandi yang valid.

source: Password reset email sent. Follow the link in the email to change your password.
id: Email reset kata sandi telah dikirim. Ikuti link dalam email ini untuk merubah kata sandi Anda.

source: We weren't able to send you a password reset email.
id: Kami tidak dapat mengirimkan email reset kata sandi pada Anda.

source: Please check your email to confirm the change
id: Silakan periksa email Anda untuk melakukan konfirmasi perubahan

source: Saving your email preference
id: Menyimpan preferensi email Anda.

source: Enrolling you in the selected course
id: Mendaftarkan Anda pada kursus yang dipilih

source: Adding the selected course to your cart
id: Menambahkan kursus yang dipilih pada keranjang belanja Anda

source: Loading your courses
id: Memuat kursus Anda

source: Basic Account Information (required)
id: Informasi Akun Dasar (wajib)

source: The name that identifies you throughout {platform_name}. You cannot change your username.
id: Nama ini digunakan untuk mengenali Anda melalui {platform_name}. Anda tidak dapat mengubah nama pengguna Anda.

source: Full Name
id: Nama Lengkap

source: The name that appears on your certificates. Other learners never see your full name.
id: Nama ini akan muncul pada sertifikat Anda. Siswa-siswa yang lain tidak akan melihat nama lengkap Anda.

source: Email Address
id: Alamat Email

source: The email address you use to sign in. Communications from {platform_name} and your courses are sent to this address.
id: Alamat email ini yang Anda gunakan untuk mendaftar. Komunikasi dari {platform_name} dan kursus Anda akan dikirimkan ke alamat ini.

source: Password
id: Sandi

source: Reset your Password
id: Ganti Sandi lewat anda

source: Reset Password
id: Ganti Sandi

source: When you click "Reset Password", a message will be sent to your email address. Click the link in the message to reset your password.
id: Ketika anda mengklik "Reset Kata Sandi", sebuah pesan akan dikirimkan ke alamat emai Anda. Klik link pada pesan untuk reset kata sandi Anda.

source: The language used throughout this site. This site is currently available in a limited number of languages.
id: Bahasa ini yang digunakan pada situs. Saat ini situs tersedia dalam jumlah bahasa yang terbatas.

source: Country or Region
id: Negara atau Kawasan

source: Additional Information (optional)
id: Informati Tambahan (opsional)

source: Education Completed
id: Pendidikan Terakhir

source: Gender
id: Jenis Kelamin

source: Year of Birth
id: Tahun Kelahiran

source: Preferred Language
id: Bahasa Pilihan

source: Connected Accounts
id: Akun-Akun yang terhubung

source: Connect your {accountName} account
id: Hubungkan akun Anda {accountName}

source: We've sent a confirmation message to {new_email_address}.
id: Kami telah mengirimkan sebuah pesan konfirmasi ke {new_email_address}.

source: You must sign out and sign back in before your language changes take effect.
id: Anda harus sign out dan sign in kembali untuk menyelesaikan proses perubahan bahasa.

source: We've sent a message to {email_address}.
id: Kami telah mengirimkan pesan ke {email_address}.

source: Unlink
id: Pemutusan link

source: Link
id: Taut

source: Unlinking
id: Melakukan pemutusan link

source: Linking
id: Melakukan link

source: Successfully unlinked.
id: Link berhasil diputuskan.

source: {platform_name} learners can see my:
id: Siswa-Siswa {platform_name} dapat melihat : saya

source: Limited Profile
id: Profil Terbatas

source: Full Profile
id: Profil Penuh

source: Add Country
id: Tambah Negara

source: Add language
id: Tambah Bahasa

source: About me
id: Tentang Saya

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
id: Ceritakan sedikit hal mengenai Anda; di mana Anda tinggal, minat Anda, mengapa Anda mengambil kursus, atau apa yang Anda harapkan untuk dipelajari.

source: Account Settings page.
id: Halaman Pengaturan Akun

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
id: Anda harus memasukkan tahun kelahiran Anda sebelum Anda dapat membagi profil penuh Anda. Untuk memasukkan tahun kelahiran Anda, pergi ke {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
id: Anda harus berusia lebih dari 13 tahun untuk membagi profil penuh. Jika Anda berusia di atas 13 tahun, pastikan bahwa Anda telah memasukkan tahun kelahiran pada {account_settings_page_link}

source: Profile Image
id: Image Profil

source: Profile image for {username}
id: Image profil untuk {username}

source: Image Upload Error
id: Kesalahan dalam mengunggah image

source: Please verify that you have uploaded a valid image (PNG and JPEG).
id: Harap pastikan bahwa Anda menggunggah image yang valid (PNG dan JPEG)

source: An error has occurred. Please try again later.
id: Sebuah kesalahan terjadi. Harap coba kembali.

source: Could not submit photos
id: Tidak bisa mengajukan foto-foto

source: Professional Education Verified Certificate
id: Sertifikat Pendidikan Profesional yang Terlegalisir

source: Professional Education
id: Pendidikan Profesional

source: Verified Certificate upgrade
id: Upgrade Sertifikat Terlegalisir

source: Verified Certificate
id: Sertifikat Terlegalisir

source: Checkout
id: Selesai Belanja

source: Checkout with PayPal
id: Membayar dengan Paypal

source: Checkout with {processor}
id: Membayar dengan {processor}

source: An error has occurred. Please try again.
id: Sebuah kesalahan terjadi. Harap coba kembali.

source: Could not submit order
id: Tidak dapat mengirimkan pemesanan.

source: Could not retrieve payment information
id: Tidak dapat menarik informasi pembayaran.

source: Take a photo of your ID
id: Ambil foto untuk ID anda

source: Review your info
id: Review info Anda

source: Confirm
id: Konfirmasi

source: An error has occurred. Please try reloading the page.
id: Sebuah kesalahan terjadi. Cobalah untuk memuat ulang halaman.

source: Video Capture Error
id: Kesalahan dalam pengambilan Video

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
id: Harap pastikan bahwa webcam Anda sudah terhubung dan bahwa Anda telah membuka akses terhadap browser Anda.

source: No Webcam Detected
id: Webcam Tidak Terdeteksi

source: You don't seem to have a webcam connected.
id: Anda sepertinya tidak memiliki webcam yang sudah terhubung.

source: Double-check that your webcam is connected and working to continue.
id: Periksa ulang apakah webcam Anda sudah terhubung dan bekerja dengan baik sebelum melanjutkan.

source: Photo Captured successfully.
id: Pengambilan foto berhasil dilakukan.

source: No Flash Detected
id: Tidak ada Flash Drive yang terdeteksi

source: You don't seem to have Flash installed. Get Flash to continue your verification.
id: Anda sepertinya tidak memiliki Flash. Install Flash untuk melanjutkan proses verifikasi Anda.

source: Editable
id: Dapat diedit

source: Validation Error
id: Kesalahan Validasi

source: In Progress
id: Dalam Proses

source: Your upload of '{file}' succeeded.
id: Penggunggahan '{file}' berhasil.

source: Your upload of '{file}' failed.
id: Penggunggahan ]{file}' tidak berhasil.

source: Upload an image
id: Sedang menggunggah image

source: Change image
id: Mengganti gambar

source: Remove
id: Hapus

source: Removing
id: Penghapusan

source: An error has occurred. Refresh the page, and then try again.
id: Terjadi kesalahan. Refresh halaman ini, dan kemudian coba kembali.

source: The file must be at least {size} in size.
id: Ukuran file setidaknya sebesar {size}

source: The file must be smaller than {size} in size.
id: Ukuran file harus lebih kecil dari {size}

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
id: Pengunggahan sedang dalam proses. Untuk mencegah kesalahan, harap tinggal pada halaman ini sampai prosesnya selesai.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
id: Penghapusan sedang dalam proses. Untuk mencegah kesalahan, harap tinggal pada halaman ini sampai prosesnya selesai.

source: bytes
id: bita

source: Unable to retrieve data, please try again later.
id: Tidak dapat menerima data, cobalah beberapa saat lagi.

source: %(num_students)s student opened Subsection
id: %(num_students) siswa membuka Subseksi

source: %(num_students)s student
id: %(num_students) siswa

source: %(num_questions)s question
id: %(num_questions) pertanyaan

source: Number of Students
id: Jumlah Siswa
