Repository: ariestiyansyah/idx-translation
Catalog: djangojs-partial.po
Languages: id

source: Language
id: Bahasa

source: The language that team members primarily use to communicate with each other.
id: Bahasa utama yang digunakan anggota tim untuk berkomunikasi satu sama lain.

source: Country
id: Negara

source: The country that team members primarily identify with.
id: Negara dari mana para anggota tim berasal.

source: An error occurred. Please try again.
id: Sebuah kesalahan terjadi. Silakan coba lagi.

source: Check the highlighted fields below and try again.
id: Cek kolom-kolom yang dihighlight di bawah ini dan coba kembali.

source: Enter team name.
id: Masukkan nama tim.

source: Team name cannot have more than 255 characters.
id: Nama tim tidak boleh lebih dari 255 karakter.

source: Enter team description.
id: Masukkan deskripsi tim.

source: Team description cannot have more than 300 characters.
id: Deskripsi tim tidak boleh lebih dari 300 karakter.

source: Try {browse_span_start}browsing all teams{span_end} or {search_span_start}searching team descriptions{span_end}. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
id: Coba {browse_span_start}telusuri semua tim{span_end} atau {search_span_start}cari deskripsi tim{span_end}. Jika Anda masih belum menemukan tim untuk bergabung, {create_span_start}buat tim baru pada topik ini{span_end}.

source: %(member_count)s / %(max_member_count)s Member
id: %(member_count)s/% Anggota(max_member_counts)

source: View %(span_start)s %(team_name)s %(span_end)s
id: Lihat %(span_start)s %(team_name)s %(span_end)s

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
id: Lihat semua tim yang ada pada kursus Anda, dikelompokkan berdasarkan topik. Bergabunglah dengan sebuah tim untuk bekerjasama dengan siswa-siswa lain yang memiliki minat terhadap topik yang sama dengan Anda.

source: Teams
id: Tim-tim

source: My Teams
id: Tim-tim saya

source: Browse
id: Rambah

source: Create a new team if you can't find existing teams to join, or if you would like to learn with friends you know.
id: Buat tim baru jika Anda tidak dapat menemukan tim-tim yang ada untuk bergabung, atau jika Anda ingin belajar dengan teman-teman yang Anda kenal.

source: Create a New Team
id: Buat Tim Baru

source: All Topics
id: Semua Topik

source: The page "%(route)s" could not be found.
id: Halaman "%(route)s" tidak dapat ditemukan

source: The topic "%(topic)s" could not be found.
id: Topik "%(topic)s" tidak dapat ditemukan

source: The team "%(team)s" could not be found.
id: Tim "%(team)s" tidak dapat ditemukan.

source: %(team_count)s Team
id: % tim(team_count)s Team

source: View Teams in the %(topic_name)s Topic
id: Lihat Tim-tim pada % Topik (topic_name)s

source: Open Calculator
id: Buka Kalkulator

source: Close Calculator
id: Tutup Kalkulator

source: Error generating student profile information. Please try again.
id: Kesalahan dalam menampilkan informasi profil Siswa. Mohon ulangi lagi.

source: Loading
id: Memuat

source: Error getting student list.
id: Kesalahan saat memproses daftar siswa.

source: Error generating list of students who may enroll. Please try again.
id: Kesalahan dalam menampilkan daftar siswa yang mungkin mendaftar. Mohon ulangi lagi.

source: Error retrieving grading configuration.
id: Kesalahan saat menerima susunan penilaian

source: Error generating grades. Please try again.
id: Pembuatan gelar mengalami kesalahan. Harap coba lagi.

source: Error generating problem grade report. Please try again.
id: Kesalahan dalam menampilkan laporan penilaian Pertanyaan. Mohon ulangi lagi.

source: Unavailable metric display.
id: Tampilan metrik tidak tersedia

source: Error fetching grade distributions.
id: Kesalahan dalam menarik distribusi nilai

source: Last Updated: <%= timestamp %>
id: Terakhir Diperbaharui: <%=timestamp %>

source: <%= num_students %> students scored.
id: <%=num_students %> Siswa yang diberi nilai

source: Username
id: Pengguna

source: Email
id: Surel

source: Revoke access
id: Mencabut Akses

source: Enter username or email
id: Masukan username atau alamat surel

source: Please enter a username or email.
id: Harap masukkan username atau alamat email Anda:

source: Error changing user's permissions.
id: Kesalahan mengubah hak akses pengguna

source: Could not find a user with username or email address '<%= identifier %>'.
id: Pengguna dengan username atau alamat surel '<%= identifier %>' tidak ditemukan.

source: Error: User '<%= username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
id: Kesalahan: Pengguna dengan '<%= username %>' belum mengaktivasi akunnya. Pengguna harus membuat dan mengaktivasi akunnya sebelum dapat diberikan sebuah aturan

source: Error: You cannot remove yourself from the Instructor group!
id: Kesalahan: Anda tidak dapat menghapus diri anda dari grup instruktur!

source: Errors
id: Galat

source: The following errors were generated:
id: Galat berikut terbentuk:

source: Warnings
id: Peringatan

source: The following warnings were generated:
id: Peringatan berikut terbentuk:

source: Success
id: Sukses

source: All accounts were created successfully.
id: Semua akun terbentuk dengan sukses.

source: Error adding/removing users as beta testers.
id: Kesalahan menambahkan/menghapus pengguna sebagai beta tester

source: These users were successfully added as beta testers:
id: Pengguna ini sukses didaftarkan sebagai beta tester:

source: These users were successfully removed as beta testers:
id: Pengguna ini sukses dihapus dari beta tester:

source: These users were not added as beta testers:
id: Pengguna ini tidak didaftarkan sebagai beta tester:

source: These users were not removed as beta testers:
id: Pengguna ini tidak dihapus dari beta tester:

source: Users must create and activate their account before they can be promoted to beta tester.
id: Pengguna harusa membuat dan mengaktifasi akun mereka sebelum mereka dipromosikan sebagai beta tester

source: Could not find users associated with the following identifiers:
id: Pengguna yang diasosiasikan dengan pengidentifikasi berikut tidak ditemukan:

source: Reason field should not be left blank.
id: Kolom Alasan tidak boleh kosong

source: Error enrolling/unenrolling users.
id: Kesalahan mendaftarkan/membatalkan pendaftaran pengguna

source: The following email addresses and/or usernames are invalid:
id: Alamat surel dan atau username berikut tidak valid:

source: Successfully enrolled and sent email to the following users:
id: Sukses mendaftarkan user dan mengirim email kepada pengguna:

source: Successfully enrolled the following users:
id: Sukses mendaftarkan pengguna ini:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
id: Sukses mengirimkan email pendaftaran ke pengguna ini. Sehinga boleh mendaftar ketika sudah registrasi:

source: These users will be allowed to enroll once they register:
id: Pengguna ini boleh mendaftar jika sudah teregistrasi:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
id: Sukses mengirimkan email pendaftaran ke pengguna ini. Sehinga akan terdaftar ketika sudah registrasi:

source: These users will be enrolled once they register:
id: Pengguna ini akan terdaftar ketika sudah registrasi:

source: Emails successfully sent. The following users are no longer enrolled in the course:
id: Sukses mengirim email. Pengguna berikut sudah tidak lagi terdaftar pada pembelajaran:

source: The following users are no longer enrolled in the course:
id: Pengguna berikut sudah tidak terdaftar pada pembelajaran:

source: These users were not affiliated with the course so could not be unenrolled:
id: Pengguna ini tidak terdaftar karena tidak berafiliasi dengan pembelajaran:

source: Your message must have a subject.
id: Pesan anda harus mempunyai subyek.

source: Your message cannot be blank.
id: Pesan tidak boleh kosong

source: There are invalid keywords in your email. Please check the following keywords and try again:
id: Ada kata kunci tidak valid dalam email anda. Mohon cek kata kunci berikut dan coba lagi:

source: Your email was successfully queued for sending.
id: Surel Anda berhasil masuk antrian untuk dikirimkan.

source: You are about to send an email titled '<%= subject %>' to yourself. Is this OK?
id: Anda sedang menulis surel berjudul '<%= subject %>' ke diri sendiri. apakah benar?

source: You are about to send an email titled '<%= subject %>' to everyone who is staff or instructor on this course. Is this OK?
id: Anda sedang menulis surel berjudul '<%= subject %>' ke staf atau instruktur pada seri pembelajaran ini. apakah benar?

source: You are about to send an email titled '<%= subject %>' to ALL (everyone who is enrolled in this course as student, staff, or instructor). Is this OK?
id: Anda sedang menulis surel berjudul '<%= subject %>' ke semua (orang yang terdaftar pada seri pembelajaran ini baik sebagai siswa, staf, atau instruktur). apakah benar?

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
id: Surel Anda berhasil masuk antrian untuk dikirimkan. Harap dicatat untuk kelas yang lebih besar, mungkin butuh satu jam (atau lebih jika kursus lain juga kirim email secara simultan) untuk mengirim semua email.

source: Error sending email.
id: Terjadi kesalahan saat kirim surel.

source: There is no email history for this course.
id: Tidak ada surel yang lampau untuk kursus ini.

source: There was an error obtaining email task history for this course.
id: Terjadi kesalahan saat mengambil surel yang lampau untuk kursus ini.

source: There was an error obtaining email content history for this course.
id: Ada kesalahan dalam pengambilan sejarah konten email untuk kelas ini.

source: Please enter a student email address or username.
id: Mohon isi alamat surel siswa atau nama pengguna.

source: Error getting student progress url for '<%= student_id %>'. Make sure that the student identifier is spelled correctly.
id: Galat dalam pengambilan url progres pelajar pada '<%=student_id%>'. Pastikan bahwa pengenal pelajar telah dieja dengan benar

source: Please enter a problem location.
id: Mohon masukkan lokasi permasalahan

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
id: Berhasil! reset untuk Pertanyaan '<%=problem_id%>' dan Siswa '<%=student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
id: Kesalahan dalam reset ulang untuk Pertanyaan '<%=problem_id %.' dan Siswa '<%=student_id %>'. Pastikan bahwa identifier Pertanyaan dan Siswa sudah lengkap dan benar.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
id: Hapus status siswa '<%= student_id %>' pada permasalahan '<%= problem_id %>'?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
id: Kesalahan dalam menghapus status Siswa '%=student_id %> pada Pertanyaan '<%=problem_id %>'. Pastikan bahwa identifier Pertanyaan dan Siswa sudah lengkap dan benar.

source: Module state successfully deleted.
id: Status modul sukses dihapus

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
id: Memulai penilaian ulang untuk Pertanyaan '<%=problem_id %>' dan Siswa '<%=student_id %>'. Klik tombol "Tampilkan Histori Background Task Siswa' untuk melihat status task.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
id: Kesalahan dalam memulai sebuah task untuk menilai ulang Pertanyaan '<%=problem_id %>' untuk Siswa '<%=student_id %>'. Pastikan identifier Pertanyaan dan Siswa sudah lengkap dan benar.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Make sure that the problem and student identifiers are complete and correct.
id: Kesalahan dalam mendapatkan histori task untuk Pertanyaan '<&=problem_id %>' dan Siswa '<%=student_id %.'. Pastikan bahwa identifier Pertanyaan dan Siswa sudah lengkap dan benar.

source: Entrance exam attempts is being reset for student '{student_id}'.
id: Upaya ujian masuk sedang direset untuk Siswa '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
id: Kesalahan dalam reset hitungan ujian masuk untuk Siswa '{student_id}'. Pastikan identifier Siswa sudah benar.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Background Task History for Student' button to see the status of the task.
id: Memulai task penilaian ulang ujian masuk untuk Siswa '{student_id}'. Klik tombol 'Tampilkan Histori Background Task Siswa' untuk melihat status task

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
id: Kesalahan dalam memulai sebuah task untuk menilai ulang ujian masuk untuk Siswa '{student_id}'. Pastikan bahwa ujian masuk memiliki pertanyaan-pertanyaan di dalamnya dan identifier Siswa sudah benar.

source: Enter a student's username or email address.
id: Masukkan nama pengguna atau alamat email Siswa

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
id: Apakah Anda ingin membolehkan Siswa ini ('{student_id}') untuk melewatkan ujian masuk?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
id: Sebuah kesalahan terjadi. Pastikan nama pengguna atau alamat email sudah benar dan coba kembali.

source: Entrance exam state is being deleted for student '{student_id}'.
id: Status ujian masuk sedang dihapus untuk Siswa '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
id: Kesalahan dalam menghapus status ujian masuk untuk Siswa '{student_id}'. Pastikan identifer Siswa sudah benar.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
id: Kesalahan dalam mendapatkan histori task ujian masuk untuk Siswa '{student_id}'. Pastikan identifier siswa sudah benar.

source: Reset attempts for all students on problem '<%= problem_id %>'?
id: Reset upaya untuk semua Siswa pada pertanyaan '<%=problem_id %>'?

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
id: Berhasil memulai task untuk upaya reset atas pertanyaan '<&=problem_ide %>'. Klik tombol 'Tampilkan Histori Background Task untuk Pertanyaan' untuk melihat status dari task.

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
id: Kesalahan saat memulai mengatur ulang semua masalah yg dihadapi siswa pada permasalahan '<%= problem_id %>'. Pastikan masalah telah diidentifikasi dengan benar dan menyeluruh.

source: Rescore problem '<%= problem_id %>' for all students?
id: Nilai ulang pertanyaan '<%=problem_id %>' untuk semua Siswa?

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
id: Berhasil memulai task untuk menilai ulang pertanyaan '<%=problem_id %>' untuk semua Siswa. Klik tombol "Tampilkan Histori Background Task untuk Pertanyaan' untuk melihat status dari task.

source: Error starting a task to rescore problem '<%= problem_id %>'. Make sure that the problem identifier is complete and correct.
id: Kesalahan saat memulai penilaian ulang permasalahan '<%= problem_id %>'. Pastikan masalah telah diidentifikasi dengan benar dan menyeluruh.

source: Error listing task history for this student and problem.
id: Kesalahan dalam membuat daftar histori task untuk Siswa dan Pertanyaan ini

source: Task Type
id: Jenis Tugas

source: Task inputs
id: Inputan tugas

source: Task ID
id: ID Tugas

source: Requester
id: Permintaan

source: Submitted
id: Terkirim

source: Duration (sec)
id: Durasi (detik)

source: State
id: Kondisi

source: Task Status
id: Status Tugas

source: Task Progress
id: Perkembangan Tugas

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
id: Sebuah kesalahan terjadi saat menarik email Anda. Silakan coba kembali, dan hubungi dukungan teknis jika masalah tetap muncul.

source: Subject
id: Subjek

source: Sent By
id: Dikirim Oleh

source: Time Sent
id: Waktu Pengiriman

source: Number Sent
id: Jumlah Dikirimkan

source: Copy Email To Editor
id: Tembuskan Email ke Editor

source: Subject:
id: Subjek:

source: Sent By:
id: Dikirim Oleh:

source: Time Sent:
id: Waktu Pengiriman:

source: Sent To:
id: Dikirim Ke:

source: Message:
id: Pesan:

source: No tasks currently running.
id: Tidak ada task yang sedang berjalan.

source: File Name
id: Nama File

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
id: Link dibuat berdasar permintaan dan akan usang dalam 5 menit mengacu kepada tingkat sensitif dari Informasi data siswa

source: Grades saved. Fetching the next submission to grade.
id: Nilai-nilai telah disimpan. Mengambil pengiriman berikut untuk dinilai

source: Problem Name
id: Nama Masalah

source: Graded
id: Bergelar

source: Available to Grade
id: Tersedia untuk Perolehan Gelar

source: Required
id: Dibutuhkan

source: Progress
id: Kemajuan

source: Back to problem list
id: Kembali ke daftar pemasalahan

source: Try loading again
id: Mencoba memuat ulang

source: <%= num %> available
id: <%= num %> tersedia

source: <%= num %> graded
id: peringkat <%= num %>

source: <%= num %> more needed to start ML
id: <%= num %> lagi diperlukan untuk memulai ML

source: Re-check for submissions
id: Cek ulang untuk pengajuan

source: System got into invalid state: <%= state %>
id: Sistem berada di kondisi invalid: <%= state %>

source: System got into invalid state for submission:
id: Sistem berada di kondisi invalid untuk pengajuan:

source: (Hide)
id: (Sembunyikan)

source: (Show)
id: (Tampilkan)

source: Insert Hyperlink
id: Masukkan Hyperlink

source: "optional title"
id: "Judul Pilihan"

source: Insert Image (upload file or type url)
id: Masukan gambar (Unggah file atau masukan alamat web)

source: Markdown Editing Help
id: Bantuan Merubah Markdown

source: Bold (Ctrl+B)
id: Tebal (Ctrl+B)

source: Italic (Ctrl+I)
id: Miring (Ctrl+I)

source: Code Sample (Ctrl+K)
id: Contoh Kode (Ctrl+K)

source: Image (Ctrl+G)
id: Gambar (Ctrl+G)

source: strong text
id: Teks tebal

source: emphasized text
id: garis bawah

source: enter image description here
id: masukan keterangan gambar di sini

source: enter link description here
id: masukan keterangan tautan di sini

source: enter code here
id: masukan kode disini

source: List item
id: Daftar Item

source: You have been logged out of your edX account.
id: Anda telah log out dari akun edX Anda.

source: There has been an error processing your survey.
id: Ada kesalahan dalam memproses survei Anda.

source: Unknown Error Occurred.
id: Muncul Kesalahaan yang tidak teridentifikasi

source: Successfully reset the attempts for user {user}
id: Berhasil reset upaya-upaya untuk user {user}

source: Failed to reset attempts.
id: Upaya mengatur ulang tidak berhasil.

source: Successfully deleted student state for user {user}
id: Berhasil menghapus status Siswa untuk user {user}

source: Failed to delete student state.
id: Gagal menghapus status siswa

source: Successfully rescored problem for user {user}
id: Berhasil menilai ulang Pertanyaan untuk user {user}

source: Failed to rescore problem.
id: Tidak berhasil menilai ulang Pertanyaan.

source: All subsections
id: Semua sub seksi

source: All units
id: Semua unit

source: Select a chapter
id: Pilih bagian (bab)

source: Save changes
id: Simpan perubahan

source: Enter Due Date
id: Masukkan Batas Waktu

source: Enter Start Date
id: Masukkan Tanggal Mulai

source: Less
id: Kurang

source: Please enter a valid donation amount.
id: Silakan masukkan nominal donasi yang valid.

source: Your donation could not be submitted.
id: Donasi Anda tidak dapat dikirimkan.

source: An error occurred. Please try again later.
id: Terjadi galat. Silakan coba lagi nanti.

source: Viewing %s course
id: Melihat %s kursus

source: We couldn't find any results for "%s".
id: Kami tidak dapat menemukan hasil apapun untuk "%s".

source: There was an error, try searching again.
id: Ada kesalahan, coba lakukan pencarian kembali.

source: Focus grabber
id: Focus grabber/Penarik perhatian

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
id: Sebuah kesalahan terjadi. Pastikan bahwa Anda terhubung dengan Internet, dan kemudian lakukan refresh pada halaman tersebut

source: Hide notes
id: Sembunyikan catatan

source: Notes visible
id: Catatan terlihat

source: Show notes
id: Tampilkan catatan

source: Notes hidden
id: Catatan disembunyikan

source: Please enter a term in the %(anchor_start)s search field%(anchor_end)s.
id: Harap masukkan jangka waktu pada kolom pencarian %(anchor_start)s (anchor_end)s.

source: Current tab
id: Tab saat ini

source: Location in Course
id: Lokasi pada Kursus

source: Recent Activity
id: Aktivitas terkini

source: No results found for "%(query_string)s". Please try searching again.
id: Tidak ada hasil yang ditemukan untuk "%(query_string)s". Silakan lakukan pencarian kembali,

source: [no tags]
id: [tidak ada tag]

source: We've encountered an error. Refresh your browser and then try again.
id: Kami menemukan sebuah kesalahan. Refresh browser Anda dan kemudian coba kembali.

source: Selected tab
id: Tab yang dipilih

source: Saved cohort
id: Kelompok yang disimpan

source: Error adding students.
id: Kesalahan saat menambahkan Siswa

source: Enter a username or email.
id: Masukkan nama pengguna atau email.

source: {numUsersAdded} student has been added to this cohort
id: {numUsersAdded} Siswa telah ditambahkan pada kelompok ini

source: {numMoved} student was removed from {oldCohort}
id: {numMoved} Siswa telah dihapus dari {oldCohort}

source: {numPresent} student was already in the cohort
id: {numPresent} Siswa telah ada pada kelompok ini.

source: Unknown user: {user}
id: User tidak dikenal: {user}

source: There was an error when trying to add students:
id: Terjadi kesalahan saat mencoba menambahkan Siswa

source: View all errors
id: Lihat semua kesalahan

source: You must specify a name for the cohort
id: Anda harus menentukan nama untuk kelompok ini

source: You did not select a content group
id: Anda tidak memilih grop konten

source: The selected content group does not exist
id: Grup konten yang dipilih tidak ada

source: The cohort cannot be saved
id: Kelompok ini tidak dapat disimpan

source: The cohort cannot be added
id: Kelompok ini tidak dapat ditambahkan

source: You currently have no cohorts configured
id: Saat ini Anda tidak memiliki kelompok-kelompok yang terkonfigurasi

source: Add Cohort
id: Tambahkan Cohort
