Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: Discussion
id: Diskusi

source: Problem
id: Soal

source: Advanced
id: Tingkat Lanjut

source: Entrance Exam
id: Tes Masuk

source: Section
id: Seksi

source: Subsection
id: Subseksi

source: Name
id: Nama

source: Video ID
id: ID video

source: Revert to the selected configuration
id: Kembalikan ke konfigurasi yang dipilih

source: Please select a single configuration to revert to.
id: Silakan pilih sebuah konfigurasi pengembalian

source: Reverted configuration.
id: Konfigurasi yang telah dikembalikan

source: Current Configuration
id: Konfigurasi Sekarang

source: All (Show History)
id: Semua (Tampilkan Histori)

source: Update
id: Pembaharuan

source: Change date
id: Ubah tanggal

source: Changed by
id: Diubah oleh

source: Enabled
id: Diaktifkan

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
id: Daftar domain yang diperbolehkan untuk membuat permintaan domain silang ke situs ini. Silakan masukkan masing-masing domain di tiap baris.

source: Verification Deadline
id: Batas Waktu Verifikasi

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
id: PILIHAN: setelah tanggal/waktu ini, para pengguna tidak dapat lagi mengirimkan foto mereka untuk diverifikasi. Hal ini berlaku HANYA pada mode-mode yang membutuhkan verifikasi.

source: Course
id: Kursus

source: Display Name
id: Nama tampilan

source: Price
id: Biaya

source: Upgrade Deadline
id: Batas Waktu Upgrade

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
id: PILIHAN: setelah tanggal/waktu ini, para pengguna tidak dapat lagi mendaftar dengan mode ini. Kosongkan jika para user dapat mendaftar dengan mode ini sampai pendaftaran kursus ditutup.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
id: PILIHAN: Ini adalah SKU (stock keeping unit) mode ini dalam layanan e-commerce eksternal. Kosongkan jika kursus ini belum termigrasi dengan layanan e-commerce.

source: Honor Code Certificate
id: Sertifikat Kode Kehormatan

source: Professional education modes are not allowed to have expiration_datetime set.
id: Mode pendidikan profesional tidak diperbolehkan memiliki pengaturan expiration_datetime.

source: Your verification is pending
id: Status verifikasi Anda masih pending

source: Verified: Pending Verification
id: Terverifikasi: Verifikasi terpending

source: ID verification pending
id: Verifikasi identitas masih pending

source: You're enrolled as a verified student
id: Anda terdaftar sebagai siswa terverifikasi

source: Verified
id: Terverifikasi

source: ID Verified Ribbon/Badge
id: Ribbon/Badge untuk identitas terverifikasi

source: You're enrolled as an honor code student
id: Anda terdaftar sebagai siswa kode kehormatan

source: Honor Code
id: Kode kehormatan

source: You're auditing this course
id: Anda sedang mengaudit kursus ini

source: Auditing
id: Mengaudit

source: You're enrolled as a professional education student
id: Anda terdaftar sebagai siswa pendidikan profesional

source: Professional Ed
id: Pend. Profesional

source: Enrollment is closed
id: Pendaftaran ditutup

source: Enrollment mode not supported
id: Mode pendaftaran tidak didukung

source: Invalid amount selected.
id: Jumlah yang tidak valid dipilih.

source: No selected price or selected price is too low.
id: Harga belum dipilih atau harga pilihan terlalu rendah.

source: Community TA
id: Asisten-Pengajar Komunitas

source: Student
id: Siswa

source: COURSE NOT FOUND. Please check that the course ID is valid.
id: KURSUS TIDAK DITEMUKAN. Harap cek jika ID kursus valid atau tidak.

source: The course key for the restricted course.
id: Key kursus untuk kursus terbatas

source: The message to show when a user is blocked from enrollment.
id: Pesan ini untuk menunjukkan ketika seorang pengguna terkunci dari pendaftaran

source: The message to show when a user is blocked from accessing a course.
id: Pesan ini untuk menunjukkan ketika seorang pengguna tidak dapat mengakses kursus.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
id: Perbolehkan pengguna yang mendaftar dari negara yang dijinkan untuk mengakses kursus terbatas dari negara-negara yang dikecualikan.

source: Two character ISO country code.
id: ISO kode negara dengan dua karakter

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
id: Tentukan apakah ingin mengikutkan atau mengecualikan kursus ini. Jika negara-negara dalam daftar putih yang dipilih, maka HANYA para pengguna dari negara-negara dalam daftar putih yang diperbolehkan untuk mengakses kursus ini. Jika negara-negara dalam daftar hitam yang dipilih, maka para pengguna dari negara-negara dalam daftar hitam tidak DAPAT mengakses kursus ini.

source: The course to which this rule applies.
id: Kursus dimana Rule ini berlaku.

source: The country to which this rule applies.
id: Negara dimana Rule ini berlaku.

source: Whitelist {country} for {course}
id: {country} daftar putih untuk {course}

source: Blacklist {country} for {course}
id: {country} daftar hitam untuk {course}

source: You have already created an account using an external login like WebAuth or Shibboleth. Please contact {tech_support_email} for support.
id: Anda telah membuat akun menggunakan login eksternal seperti WebAuth atau Shibboleth. Harap menghubungi {tech_support_email} untuk bantuan.

source: Username must be minimum of two characters long
id: Nama pengguna setidaknya harus sepanjang minimum dua karakter

source: A properly formatted e-mail is required
id: Email yang diformat dengan benar diwajibkan

source: A valid password is required
id: Sandi yang valid diwajibkan

source: Your legal name must be a minimum of two characters long
id: Nama resmi Anda setidaknya harus sepanjang minimum dua karakter

source: Username should only consist of A-Z and 0-9, with no spaces.
id: Nama user harus terdiri atas A-Z dan 0-9, tanpa spasi.

source: Username cannot be more than %(limit_value)s characters long
id: Panjang nama pengguna tidak boleh lebih dari %(limit_value) karakter

source: Email cannot be more than %(limit_value)s characters long
id: Panjang email tidak boleh lebih %*(limit_value) karakter

source: You must accept the terms of service.
id: Anda harus menerima kondisi layanan.

source: A level of education is required
id: Jenjang Pendidikan wajib diisi

source: Your gender is required
id: Jenis Kelamin Anda wajib diisi

source: Your year of birth is required
id: Tahun Kelahiran Anda wajib diisi

source: Your mailing address is required
id: Alamat Email Anda wajib diisi

source: A description of your goals is required
id: Keterangan Tujuan Anda wajib diisi

source: A city is required
id: Nama Kota wajib diisi

source: A country is required
id: Nama Negara wajib diisi

source: To enroll, you must follow the honor code.
id: Untuk mendaftar, Anda harus mengikuti kode kehormatan.

source: You are missing one or more required fields
id: Anda melewatkan satu atau lebih kolom yang wajib diisi

source: Username and password fields cannot match
id: Kolom nama pengguna dan sandi tidak sesuai

source: Password:
id: Sandi:

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
id: Akun Anda telah dinon-aktifkan. Jika menurut Anda ini adalah sebuah kesalahan, silakan menghubungi kami di {suport_email}

source: Disabled Account
id: Nonaktifkan akun Anda.

source: Male
id: Pria

source: Female
id: Wanita

source: Other
id: Lainnya

source: Doctorate
id: Doctor

source: Master's or professional degree
id: S2

source: Bachelor's degree
id: S1

source: Associate degree
id: D3

source: Secondary/high school
id: SMA

source: Junior secondary/junior high/middle school
id: SMP

source: Elementary/primary school
id: SD

source: None
id: kosong

source: {platform_name} Honor Code Certificate for {course_name}
id: Sertifikat Kode Kehormatan {platform_name} untuk {course_name}

source: {platform_name} Verified Certificate for {course_name}
id: Sertifikat Terverifikasi {platform_name} untuk {course_name}

source: {platform_name} Professional Certificate for {course_name}
id: Sertifikat Profesional {platform_name} untuk {course_name}

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
id: Identifier perusahaan untuk tombol Add-to-Profile LinkedIn contoh: 0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
id: Identifier singkat untuk partner LinkedIn yang digunakan dalam kode pelacakan. (Contoh:'edx') jika tidak ada nilai yang dimasukkan, kode pelacakan tidak akan dikirimkan ke LinkedIn.

source: {platform_name} Certificate for {course_name}
id: Sertifikat {platform_name} untuk {course_name}

source: The ISO 639-1 language code for this language.
id: Kode bahasa ISO 639-1 untuk bahasa ini.

source: Namespace of enrollment attribute
id: Batas Panjang atribut pendaftaran

source: Name of the enrollment attribute
id: Nama atribut pendaftaran

source: Value of the enrollment attribute
id: Nilai atribut pendaftaran

source: The course you are looking for does not start until {date}.
id: Kursus yang Anda cari belum dimulai sampai {date}.

source: Course id not specified
id: Id kursus belum ditentukan

source: Invalid course id
id: Id kursus invalid

source: Course id is invalid
id: Id kursus invalid

source: Could not enroll
id: Tidak dapat mendaftar

source: You are not enrolled in this course
id: Anda tidak terdaftar di kursus ini

source: Enrollment action is invalid
id: Tindakan pendaftaran invalid

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
id: Anda telah berhasil masuk ke akun {provider_name} Anda, akan tetapi akun ini masih belum tertaut dengan akun {platform_name).

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
id: Gunakan nama pengguna dan sandi {platform_name} Anda untuk masuk ke {platform_name} di bawah ini, dan kemudian tautkan akun {platform_name} Anda dengan {provider_name} dari dashboard Anda.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
id: Jika Anda belum memiliki akun {platform_name}, klik <strong>Register</strong> pada bagian atas halaman.

source: There was an error receiving your login information. Please email us.
id: Ada kesalahan saat menerima informasi login Anda. Mohon email kami.

source: This account has been temporarily locked due to excessive login failures. Try again later.
id: Akun ini sementara dikunci karena adanya kesalahan saat masuk yang terlalu banyak. Coba kembali lagi nanti.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
id: Sandi Anda telah kadaluarsa sesuai dengan kebijakan sandi pada akun ini. Anda harus mereset sandi Anda sebelum masuk kembali. Silakan klik tautan "Lupa Kata Sandi" pada halaman ini untuk mereset sandi Anda sebelum masuk kembali.

source: Too many failed login attempts. Try again later.
id: Terlalu sering gagal login. Coba lagi nanti.

source: Email or password is incorrect.
id: Email atau password tidak benar.

source: This account has not been activated. We have sent another activation message. Please check your email for the activation instructions.
id: Akun ini belum diaktivasi. Kami telah mengirimkan kembali pesan aktivasi. Silakan cek email Anda untuk instruksi pengaktifan.

source: Please enter a username
id: Harap masukan nama pengguna

source: Please choose an option
id: Harap pilih opsi

source: User with username {} does not exist
id: Pengguna dengan nama {} tidak ada

source: Successfully disabled {}'s account
id: Berhasil menonaktifkan akun {}

source: Successfully reenabled {}'s account
id: Berhasil mengaktifkan akun {}

source: Unexpected account status
id: Status akun tidak terduga

source: An account with the Public Username '{username}' already exists.
id: Akun dengan Nama Publik '{username}' sudah digunakan.

source: An account with the Email '{email}' already exists.
id: Akun dengan Email '{email}' sudah digunakan.

source: An access_token is required when passing value ({}) for provider.
id: Sebuah access_token diwajibkan ketika mengirimkan nilai ({}) pada provider.

source: The provided access_token is already associated with another user.
id: Access_token yang diberikan sudah dikaitkan dengan pengguna lain.

source: The provided access_token is not valid.
id: Access_token yang diberikan tidak valid.

source: Unknown error. Please e-mail us to let us know how it happened.
id: Kesalahan tidak diketahui. Mohon email kami untuk memberitahu kenapa itu terjadi.

source: You are re-using a password that you have used recently. You must have {num} distinct password before reusing a previous password.
id: Anda menggunakan ulang sandi yang baru-baru ini Anda gunakan. Anda harus memiliki {num} sandi berbeda sebelum dapat menggunakan ulang sandi sebelumnya.

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
id: Anda terlalu sering merubah sandi. Mengingat kebijakan keamanan, ada jarak {num} hari antara perubahan sandi.

source: Password reset unsuccessful
id: Perubahan sandi tidak berhasil

source: No inactive user with this e-mail exists
id: Tidak ada pengguna non aktif dengan email ini

source: Unable to send reactivation email
id: Tidak dapat mengirim email aktivasi

source: Valid e-mail address required.
id: Dibutuhkan alamat email yang valid.

source: Old email is the same as the new email.
id: Email lama sama dengan email baru.

source: An account with this e-mail already exists.
id: Akun dengan email ini telah digunakan.

source: Unable to send email activation link. Please try again later.
id: Tidak dapat mengirimkan tautan email aktivasi. Silakan coba kembali.

source: Authentication with {} is currently unavailable.
id: Pembuktian keaslian dengan {} sementara tidak tersedia.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
id: Provider sekunder ditampilkan lebih tidak mencolok, dalam daftar terpisah provider masuk "Lembaga"

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
id: Jika opsi ini diaktifkan, para pengguna tidak akan diminta untuk mengkonfirmasi data mereka (nama, email, dll) selama proses pendaftaran. Hanya pilih opsi ini untuk provider terpercaya yang sudah terbukti memberikan informasi pengguna yang akurat.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
id: Jika opsi ini dipilih, para pengguna tidak akan diminta untuk mengkonfirmasi email mereka, dan akun mereka akan diaktifkan segera setelah pendaftaran.

source: This account has not yet been activated. An activation email has been re-sent to {email_address}.
id: Akun ini belum diaktifkan. Sebuah email aktivasi telah dikirimkan ulang ke {email_address}.

# weekday name
source: Monday
id: Senin

# weekday name
source: Tuesday
id: Selasa

# weekday name
source: Wednesday
id: Rabu

# weekday name
source: Thursday
id: Kamis

# weekday name
source: Friday
id: Jumat

# weekday name
source: Saturday
id: Sabtu

# weekday name
source: Sunday
id: Minggu

# abbreviated weekday name
source: Mon
id: Sen

# abbreviated weekday name
source: Tue
id: Sel

# abbreviated weekday name
source: Wed
id: Rab

# abbreviated weekday name
source: Thu
id: Kam

# abbreviated weekday name
source: Fri
id: Jum

# abbreviated weekday name
source: Sat
id: Sab

# abbreviated weekday name
source: Sun
id: Mig

# abbreviated month name
source: May
id: Mei

# abbreviated month name
source: Aug
id: Ags

# abbreviated month name
source: Oct
id: Okt

# abbreviated month name
source: Dec
id: Des

# month name
source: January
id: Januari

# month name
source: February
id: Februari

# month name
source: March
id: Maret

# month name
source: May
id: Mei

# month name
source: June
id: Juni

# month name
source: July
id: Juli

# month name
source: August
id: Agustus

# month name
source: October
id: Oktober

# month name
source: December
id: Desember

source: The file must end with the extension '{file_types}'.
id: File ini harus diakhiri dengan extension '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
id: Jumlah maksimum ukuran file yang diunggah adalah '{file_types}' bit.

source: Course {course_id} requires {prerequisite_course_id}
id: Kursus {course_id} memerlukan {prerequisite_course_id}

source: System defined milestone
id: Milestone System

source: Invalid Length ({0})
id: Panjang tidak valid ({0})

source: must be {0} characters or more
id: harus sepanjang {0} karakter atau lebih

source: must be {0} characters or less
id: harus sepanjang {0} karakter atau kurang

source: Must be more complex ({0})
id: harus lebih kompleks ({0})

source: must contain {0} or more uppercase characters
id: harus berisi {0} atau lebih karakter huruf besar

source: must contain {0} or more lowercase characters
id: harus berisi {0} atau lebih karakter huruf kecil

source: must contain {0} or more digits
id: harus berisi {0} digit atau lebih

source: must contain {0} or more punctuation characters
id: harus berisi {0} atau lebih karakter tanda baca

source: must contain {0} or more non ascii characters
id: harus berisi {0} atau lebih karakter non ascii

source: must contain {0} or more unique words
id: harus berisi {0} atau lebih kata-kata unik

source: Too similar to a restricted dictionary word.
id: Terlalu sama dengan kata-kata kamus yang dilarang

source: Space-separated list of XBlocks which should not render.
id: Daftar XBlocks yang terpisah oleh spasi tidak boleh dirender.

source: Cannot rescore problems with possible file submissions
id: Tidak dapat menilai ulang soal dengan file jawaban yang mungkin

source: correct
id: Benar

source: incorrect
id: Salah

source: partially correct
id: benar sebagian

source: incomplete
id: Belum selesai

source: unanswered
id: Belum dibalas

source: processing
id: Memproses

source: This is correct.
id: Benar.

source: This is incorrect.
id: Salah.

source: This is partially correct.
id: Ini sebagian benar.

source: This is unanswered.
id: Belum dijawab.

source: This is being processed.
id: Sedang diproses.

source: ChoiceGroup: unexpected tag {tag_name}
id: GrupPilihan: tag tidak terduga {tag_name}

source: Answer received.
id: Jawaban diterima.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
id: Mengharapkan a <choice> atau <compoundhint> tag; namun mendapat {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
id: File anda telah dikirimkan. Setelah jawaban anda dinilai, pesan ini akan digantikan dengan feedback dari penilai.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
id: Jawaban anda telah dikirimkan. Setelah jawaban anda dinilai, pesan ini akan digantikan oleh feedback dari penilai.

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
id: Terkirim. Setelah respons dikembalikan, pesan ini akan digantikan oleh feedback tersebut.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
id: Tidak ada response dari Xqueque selama {xqueue_timeout} detik. Dibatalkan.

source: Error running code.
id: Kesalahan running code.

source: Cannot connect to the queue
id: Tidak dapat terhubung dengan antrian

source: No formula specified.
id: Tidak ada formula yang diberikan.

source: Couldn't parse formula: {error_msg}
id: Tidak dapat mengurai formula:{error_msg}

source: Error while rendering preview
id: Kesalahan saat merender preview

source: Sorry, couldn't parse formula
id: Maaf, tidak dapat menguraikan formula

source: {input_type}: unexpected tag {tag_name}
id: {input_type}: tag tidak terduga {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
id: Mengharapkan tag {expected_tag}; tetapi mendapat {given_tag}

source: Correct
id: Benar

source: Incorrect
id: Salah

source: Error {err} in evaluating hint function {hintfn}.
id: Kesalahan {err} dalam menilai fungsi hint {hintfn}.

source: (Source code line unavailable)
id: (baris kode sumber tidak tersedia)

source: See XML source line {sourcenum}.
id: Lihat baris sumber XML {sourcenum}.

source: JavaScript Input
id: Input JavaScript

source: Execution of unsafe Javascript code is not allowed.
id: Eksekusi kode Javascript yang tidak aman tidak diperbolehkan.

source: Checkboxes
id: Centangan

source: Multiple Choice
id: Pilihan Ganda

source: unmask_name called on response that is not masked
id: unmask_name memanggil respons yang tidak ditutupi (masked)

source: Do not use shuffle and answer-pool at the same time
id: Jangan mengacak dan mengumpulkan-jawaban di saat yang sama

source: answer-pool value should be an integer
id: Nilai pool-nilai harus berupa integer

source: Choicegroup must include at least 1 correct and 1 incorrect choice
id: Grup pilihan harus mencakup setidaknya 1 pilihan benar dan satu pilihan salah.

source: True/False Choice
id: Pilihan True/False

source: Numerical Input
id: Input Numerik

source: There was a problem with the staff answer to this problem.
id: Terdapat masalah dengan jawaban staf untuk soal ini.

source: Could not interpret '{student_answer}' as a number.
id: Tidak dapat mengartikan '{student_answer}' sebagai sebuah angka.

source: You may not use variables ({bad_variables}) in numerical problems.
id: Anda tidak dapat menggunakan variabel ({bad_variables}) di soal-soal numerik.

source: factorial function evaluated outside its domain:'{student_answer}'
id: fungsi faktorial dievaluasi diluar domainnya: {student_answer}'

source: Invalid math syntax: '{student_answer}'
id: Sintaks matematika tidak valid: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
id: Anda mungkin tidak dapat menggunakan angka komplek dalam soal-soal dengan range terbatas

source: There was a problem with the staff answer to this problem: complex boundary.
id: Terdapat masalah dengan jawaban staf untuk soal ini: batasan kompleks

source: There was a problem with the staff answer to this problem: empty boundary.
id: Terdapat masalah dengan jawaban staf untuk soal ini: batasan kosong

source: Text Input
id: Input Teks

source: error
id: kesalahan

source: or
id: atau

source: Custom Evaluated Script
id: Skrip Evaluasi Kustom
