Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: This type of component cannot be shown while viewing the course as a specific student.
id: Tipe komponen ini tidak dapat ditampilkan ketika melihat kursus sebagai siswa tertentu.

source: Courseware
id: Perangkat kursus

source: Course Info
id: Info Kursus

source: Syllabus
id: Silabus

source: Progress
id: Kemajuan

source: Textbooks
id: Buku teks

source: Free
id: Gratis

source: {first_institutions}, and {last_institution}
id: {first_institutions}, dan {last_institution}

source: {first_institution} and {second_institution}
id: {first_institution} dan {second_institution}

source: I would like to receive email from {institution_series} and learn about its other programs.
id: Saya ingin menerima email dari {institution_series} dan belajar mengenai program-program mereka yang lain.

source: Invalid location.
id: Lokasi tidak valid.

source: User {username} has never accessed problem {location}
id: Pengguna {username} tidak pernah mengakses soal {location} .

source: You must be signed in to {platform_name} to create a certificate.
id: Anda harus masuk ke {platform_name} untuk membuat sertifikat.

source: Course is not valid
id: Kursus tidak valid.

source: Your certificate will be available when you pass the course.
id: Sertifikat Anda akan tersedia jika anda lulus kursus ini.

source: Certificate has already been created.
id: Sertifikat telah dibuat.

source: Certificate is being created.
id: Sertifikat sedang dibuat.

source: Path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_DIR
id: Path {0} tidak ada, silakan buat, atau konfigurasi path yang lain dengan GIT_REPO_DIR

source: Non usable git url provided. Expecting something like: git@github.com:mitocw/edx4edx_lite.git
id: Url git yang diberikan tidak dapat digunakan. Mengharapkan sesuatu seperti: git@github.com:mitocw/edx4edx_lite.git

source: Unable to get git log
id: Tidak dapat mendapatkan log git

source: git clone or pull failed!
id: Penggandaan atau penarikan git tidak berhasil!

source: Unable to run import command.
id: Tidak dapat menjalankan perintah impor

source: The underlying module store does not support import.
id: Module store pokok tidak mendukung impor.

source: The specified remote branch is not available.
id: Cabang remote yang dipilih tidak tersedia.

source: Unable to switch to specified branch. Please check your branch name.
id: Tidak dapat pindah ke cabang yang dipilih. Silakan cek nama cabang Anda.

source: Email Address
id: Alamat Email

source: Course ID
id: ID kursus

source: User not found
id: ID tidak ditemukan

source: Course {course_id} not past the refund window.
id: Kursus {course_id} tidak dapat melewati window pengembalian uang.

source: No order found for {user} in course {course_id}
id: Tidak ada pesanan ditemukan untuk {user} di kursus {course_id}

source: Unenrolled {user} from {course_id}
id: Batalkan pendaftaran {user} dari {course_id}

source: Refunded {cost} for order id {order_id}
id: Uang dikembalikan {cost} untuk id pesanan {order_id}

source: Failed in authenticating {username}, error {error}
id: Tidak berhasil melakukan otentifikasi {username}, kesalahan {error}

source: Failed in authenticating {username}
id: Tidak berhasil dalam melakukan otentifikasi {username}

source: fixed password
id: sandi diperbaiki

source: All ok!
id: Semua Ok!

source: Must provide username
id: Wajib menyertakan nama pengguna

source: Must provide full name
id: Wajib menyertakan nama lengkap

source: Email address must end in {domain}
id: Alamat email harus diakhiri dengan {domain}

source: Failed - email {email_addr} already exists as {external_id}
id: Tidak berhasil - email {email_addr} sudah ada sebagai {external_id}

source: Password must be supplied if not using certificates
id: Sandi harus diberikan jika tidak menggunakan sertifikat

source: email address required (not username)
id: Alamat surel dibutuhkan (bukan username)

source: Oops, failed to create user {user}, {error}
id: Ups, tidak berhasil membuat pengguna {user}, {error}

source: User {user} created successfully!
id: Pengguna {user} berhasil dibuat!

source: Cannot find user with email address {email_addr}
id: Tidak dapat menemukan user dengan alamat email {email_addr}

source: Cannot find user with username {username} - {error}
id: Tidak dapat menemukan pengguna dengan nama pengguna {username} - {error}

source: Deleted user {username}
id: User {username} yang dihapus

source: Statistic
id: Statistik

source: Value
id: Nilai

source: Site statistics
id: Statistik situs

source: Total number of users
id: Jumlah keseluruhan pengguna

source: Courses loaded in the modulestore
id: Kursus-kursus yang dimuat di modulestore

source: username
id: nama pengguna

source: Repair Results
id: Hasil Perbaikan

source: Create User Results
id: Membuat Hasil Pengguna

source: Delete User Results
id: Menghapus Hasil Pengguna

source: The git repo location should end with '.git', and be a valid url
id: Lokasi repo git harus berakhir dengan '.git', dan berupa url yang valid

source: Added Course
id: Kursus yang ditambahkan

source: Refusing to import. GIT_IMPORT_WITH_XMLMODULESTORE is not turned on, and it is generally not safe to import into an XMLModuleStore with multithreaded. We recommend you enable the MongoDB based module store instead, unless this is a development environment.
id: Menolak untuk impor. GIT_IMPORT_WITH_XMLMODULESTORE tidak dinyalakan, dan secara umum tidak aman untuk mengimpor ke dalam sebuah XML ModuleStore dengan multithread. Kami menyarankan agar Anda mengaktifkan module store berbasis MongoDB, kecuali ini adalah sebuah lingkungan pengembangan.

source: The course {0} already exists in the data directory! (reloading anyway)
id: Kursus {0} sudah ada di dalam direktori data! (tetap memuat ulang)

source: Unable to clone or pull repository. Please check your url. Output was: {0!r}
id: Tidak dapat menggandakan atau menarik repositori. Silakan cek url Anda. Output adalah: {0!r}

source: Failed to clone repository to {directory_name}
id: Tidak berhasil menggandakan repositori ke {directory_name}

source: Successfully switched to branch: {branch_name}
id: Berhasil pindah ke cabang: {branch_name}

source: Loaded course {course_name}<br/>Errors:
id: Kursus yang dimuat {course_name}<br/>Errors:

source: Course Name
id: Nama Kursus

source: Directory/ID
id: Direktori/ID

source: Last Change
id: Perubahan terakhir

source: Last Editor
id: Editor Terakhir

source: Information about all courses
id: Informasi mengenai semua kursus

source: Error - cannot get course with ID {0}<br/><pre>{1}</pre>
id: Kesalahan - tidak dapat mendapatkan kursus dengan ID {0}<br/><pre>{1}</pre>

source: Deleted
id: Terhapus

source: # enrolled
id: # mendaftar

source: instructors
id: Instruktur

source: Enrollment information for all courses
id: Informasi keikutsertaan dalam seluruh program

source: role
id: peran

source: full_name
id: nama_lengkap

source: Import the specified git repository and optional branch into the modulestore and optionally specified directory.
id: Impor repositori git dan cabang opsional yang dipilih ke modulestore dan direktori yang dipilih

source: Title can't be empty
id: Judul tidak boleh kosong

source: Body can't be empty
id: Badan tidak boleh kosong

source: Topic doesn't exist
id: Topik tidak ada

source: Comment level too deep
id: Level komentar terlalu dalam

source: Error uploading file. Please contact the site administrator. Thank you.
id: Terjadi kesalahan unggah berkas. Mohon kontak administrator situs. Terima kasih.

source: Good
id: Bagus

source: EdxNotes Service is unavailable. Please try again in a few minutes.
id: Layanan EdxNotes tidak tersedia. Silakan coba lagi dalam beberapa menit.

source: Server error. Please try again in a few minutes.
id: Kesalahan server. Silakan coba lagi dalam beberapa menit.

source: No endpoint was provided for EdxNotes.
id: Tidak ada endpoint yang diberikan untuk EdxNotes.

source: Notes
id: Catatan

source: {platform_name} Staff
id: Staf {platform_name}

source: Course Staff
id: Staf Kursus

source: Staff
id: Pegawai

source: Used Registration Code
id: Kode Pendaftaran yang sudah digunakan

source: Credit Card - Individual
id: Kartu Kredit - Perorangan

source: manually enrolled by user_id {user_id}, enrollment state transition: {transition}
id: didaftarkan secara manual oleh user_id {user_id}, perubahan status pendaftaran: {transition}

source: Manually Enrolled
id: Mendaftar secara Manual

source: User does not exist.
id: Pengguna tidak ada.

source: Task is already running.
id: Tugas sudah berjalan.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
id: Pastikan bahwa file yang Anda unggah dalam format CSV tanpa karakter atau baris yang tidak ada hubungannya.

source: Could not read uploaded file.
id: Tidak dapat membaca file yang diunggah.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
id: Data pada baris #{row_num} harus memiliki empat kolom: email, nama pengguna, nama lengkap, dan negara

source: Invalid email {email_address}.
id: Email {email_address} tidak valid.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
id: Sebuah akun dengan email {email} ada tapi nama pengguna {username} yang diberikan berbeda. Tetap mendaftar dengan {email}.

source: Username {user} already exists.
id: Nama Pengguna {user} sudah ada.

source: File is not attached.
id: File tidak dilampirkan.

source: Invoice number '{num}' does not exist.
id: Nomor Invoice '{num}' tidak ada.

source: The sale associated with this invoice has already been invalidated.
id: Penjualan yang terkait dengan invoice ini telah dibatalkan.

source: Invoice number {0} has been invalidated.
id: Nomor invoice ini {0} telah dibatalkan.

source: This invoice is already active.
id: Invoice ini sudah aktif.

source: The registration codes for invoice {0} have been re-activated.
id: Kode registrasi untuk invoice {0} sudah diaktifkan kembali.

source: User ID
id: ID Pengguna

source: Language
id: Bahasa

source: Location
id: Lokasi

source: Birth Year
id: Tahun Lahir

source: Gender
id: Kelamin

source: Level of Education
id: Jenjang Pendidikan

source: Mailing Address
id: Alamat Pos

source: Goals
id: Tujuan

source: Cohort
id: Kelompok

source: The enrolled learner profile report is being created. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan profil siswa yang mendaftar sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah.

source: This enrollment report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
id: Laporan pendaftaran ini sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah. Anda akan dapat mengunduh laporan ketika sudah selesai.

source: The enrollment report is being created. This report contains information about learners who can enroll in the course. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan pendaftaran sedang dibuat. Laporan ini berisi informasi mengenai para siswa yang mendaftar pada kursus ini. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah.

source: The file must contain a 'cohort' column containing cohort names.
id: File ini harus berisi sebuah kolom 'cohort' yang memuat nama-nama kelompok.

source: The file must contain a 'username' column, an 'email' column, or both.
id: File ini harus berisi sebuah kolom 'username', kolom 'email', atau keduanya.

source: Coupon Code
id: Kode Kupon

source: Course Id
id: Id Kursus

source: % Discount
id: % Diskon

source: Description
id: Deskripsi

source: Expiration Date
id: Tanggal Kadaluarsa

source: Is Active
id: Aktif

source: Code Redeemed Count
id: Hitungan Kode yang Ditebus

source: Total Discounted Seats
id: Total Kursi yang Didiskon

source: Total Discounted Amount
id: Total Nominal yang Didiskon

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan pendaftaran rinci sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah.

source: The detailed enrollment report is being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
id: Laporan pendaftaran rinci sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah. Anda dapat mengunduh laporan ketika sudah selesai.

source: The executive summary report is being created. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan ringkasan eksekutif sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah.

source: The executive summary report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
id: Laporan ringkasan eksekutif sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah. Anda dapat mengunduh laporan ketika sudah selesai.

source: Could not parse amount as a decimal
id: Tidak dapat mengurai nominal sebagai sebuah desimal.

source: Unable to generate redeem codes because of course misconfiguration.
id: Tidak dapat membuat kode penebusan karena kesalahan konfigurasi kursus.

source: pdf download unavailable right now, please contact support.
id: Unduhan pdf tidak tersedia saat ini, silakan menghubungi bantuan.

source: Module does not exist.
id: Modul tidak ada.

source: An error occurred while deleting the score.
id: Terjadi kesalahan ketika menghapus nilai ini.

source: Course has no entrance exam section.
id: Kursus tidak memiliki seksi tes masuk.

source: all_students and unique_student_identifier are mutually exclusive.
id: all_students dan unique_student_identifier sama-sama ekslusif.

source: all_students and delete_module are mutually exclusive.
id: all_students dan delete_module sama-sama ekslusif.

source: Requires instructor access.
id: Membutuhkan akses instruktur.

source: Course has no valid entrance exam section.
id: Kursus tidak memiliki seksi tes masuk yang valid.

source: All Students
id: Semua Siswa

source: Cannot rescore with all_students and unique_student_identifier.
id: Tidak dapat menilai ulang dengan all_students dan unique_student_identifier.

source: The grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan nilai sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah.

source: The grade report is currently being created. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
id: Laporan nilai sedang dibuat. Untuk melihat status laporan, lihat Tugas Pending Instruktur di bawah. Anda dapat mengunduh laporan ketika sudah selesai.

source: The problem grade report is being created. To view the status of the report, see Pending Instructor Tasks below.
id: Laporan kesalahan nilai sedang dibuat. Untuk melihat status laporan. lihat Tugas Pending Instruktur di bawah.

source: A problem grade report is already being generated. To view the status of the report, see Pending Instructor Tasks below. You will be able to download the report when it is complete.
id: Laporan kesalahan nilai sedang dibuat. Untuk melihat status laporan. lihat Tugas Pending Instruktur di bawah. Anda dapat mengunduh laporan ini ketika sudah selesai.

source: Successfully changed due date for student {0} for {1} to {2}
id: Berhasil mengubah batas waktu untuk Siswa {0} untuk {1} ke {2}

source: Successfully removed invalid due date extension (unit has no due date).
id: Berhasil menghapus perpanjangan batas waktu yang tidak valid (unit tidak memiliki batas waktu).

source: Successfully reset due date for student {0} for {1} to {2}
id: Berhasil mereset batas waktu untuk Siswa {0} untuk {1} ke {2}

source: This student (%s) will skip the entrance exam.
id: Siswa ini (%s) akan melewatkan tes masuk.

source: This student (%s) is already allowed to skip the entrance exam.
id: Siswa ini (%s) sudah diperbolehkan untuk melewatkan tes masuk.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
id: Tugas pembuatan sertifikat untuk semua siswa di kursus ini telah dimulai. Anda dapat melihat status dari tugas pembuatan di seksi "Tugas Pending"

source: coupon id is None
id: Id kupon tidak ada.

source: coupon with the coupon id ({coupon_id}) DoesNotExist
id: kupon dengan id kupon {coupon_id}) TidakAda.

source: coupon with the coupon id ({coupon_id}) is already inactive
id: kupon dengan id kupon {coupon_id}) sudah tidak aktif

source: coupon with the coupon id ({coupon_id}) updated successfully
id: kupon dengan id kupon {coupon_id}) berhasil diperbaharui

source: The code ({code}) that you have tried to define is already in use as a registration code
id: Kode ({code}) yang anda berikan sudah digunakan sebagai kode registrasi

source: Please Enter the Integer Value for Coupon Discount
id: Silakan Masukkan Nilai Integer untuk Diskon Kupon

source: Please Enter the Coupon Discount Value Less than or Equal to 100
id: Silakan Masukkan Nilai Diskon Kupon Kurang dari atau Sama dengan 100

source: Please enter the date in this format i-e month/day/year
id: Silakan masukkan tanggal dengan format ini, contoh: bulan/hari/tahun

source: coupon with the coupon code ({code}) added successfully
id: kupon dengan kode kupon {code}) berhasil ditambahkan.

source: coupon with the coupon code ({code}) already exists for this course
id: kupon dengan kode kupon {code}) sudah ada untuk kursus ini

source: coupon id not found
id: id kupon tidak ditemukan

source: coupon with the coupon id ({coupon_id}) updated Successfully
id: kupon dengan id kupon ({coupon_id}) Berhasil diperbaharui

source: Instructor
id: Instruktur

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
id: Untuk melihat pendaftaran siswa dan partisipasi {link_start}visit {analytics_dashboard_name}, produk analisis kursus kami yang baru{link_end}.

source: Certificates
id: Sertifikat

source: Please Enter the numeric value for the course price
id: Silakan Masukkan nilai numerik untuk biaya kursus

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
id: ModeKursus dengan mode slug ({mode_slug}) TidakAda

source: CourseMode price updated successfully
id: Biaya ModeKursus berhasil diperbaharui

source: Enrollment data is now available in {dashboard_link}.
id: Data pendaftaran sekarang tersedia di {dashboard_link}.

source: Membership
id: Keanggotaan

source: Cohorts
id: Kelompok-Kelompok

source: Student Admin
id: Admin Siswa

source: Extensions
id: Perpanjangan

source: Data Download
id: Unduh Data

source: For analytics about your course, go to {analytics_dashboard_name}.
id: Untuk analisa kursus Anda, pergi ke go to {analytics_dashboard_name}.

source: Analytics
id: Analitis

source: Metrics
id: Metriks

source: 0 sent
id: 0 dikirim

source: {num_emails} sent
id: {num_emails} dikirim

source: {num_emails} failed
id: {num_emails} tidak berhasil dikirim

source: Complete
id: Selesai

source: Incomplete
id: Belum selesai

source: Course Statistics At A Glance
id: Statistik Singkat Kursus

source: List of students enrolled in {course_key}
id: Daftar Siswa yang mendaftar di {course_key}

source: Raw Grades of students enrolled in {course_key}
id: Nilai Mentah para siswa yang mendaftar di {course_key}

source: Assignment Name
id: Judul Tugas

source: Please enter an assignment name
id: Harap masukan judul tugas

source: Invalid assignment name '{name}'
id: Judul tugas salah '{name}'

source: External email
id: Email eksternal

source: Grades for assignment "{name}"
id: Nilai untuk tugas "{name}"

source: Found {num} records to dump.
id: Menemukan record {num} untuk dibuang

source: Couldn't find module with that urlname.
id: Tidak dapat menemukan modul dengan nama url tersebut

source: Student state for problem {problem}
id: Status siswa untuk soal {problem}

source: Grades from {course_id}
id: Nilai dari {course_id}

source: No remote gradebook defined in course metadata
id: Tidak ada remote gradebook yang ditentukan di metadata kursus

source: No remote gradebook url defined in settings.FEATURES
id: Tidak ada url remote gradebook yang ditentukan di pengaturan. FITUR

source: No gradebook name defined in course remote_gradebook metadata
id: Tidak ada nama gradebook yang ditentukan di metadata remote_gradebook kursus

source: Failed to communicate with gradebook server at {url}
id: Tidak berhasil berkomunikasi dengan server gradebook di {url}

source: Remote gradebook response for {action}
id: Respons remote gradebook untuk {action}

source: Full name
id: Nama Lengkap

source: {title} in course {course_key}
id: {title} pada kursus {course_key}

source: Full Name
id: Nama Lengkap

source: edX email
id: email edX

source: Enrollment of students
id: Pendaftaran para siswa

source: Un-enrollment of students
id: Pembatalan pendaftaran para siswa

source: Failed to find any background tasks for course "{course}", module "{problem}" and student "{student}".
id: Tidak berhasil menemukan background task apapun untuk kursus "{course}", modul "{problem}" dan siswa "{student}".

source: Failed to find any background tasks for course "{course}" and module "{problem}".
id: Tidak berhasil menemukan background task apapun untuk kursus "{course}" dan modul"{problem}".

source: The enrollment code ({code}) was not found for the {course_name} course.
id: Kode pendaftaran ({code}) tidak ditemukan untuk kursus {course_name}.

source: This enrollment code has been canceled. It can no longer be used.
id: Kode pendaftaran ini telah dibatalkan. Tidak dapat digunakan lagi.

source: This enrollment code has been marked as unused.
id: Kode pendaftaran ini telah ditandai sebagai tidak digunakan.

source: The enrollment code has been restored.
id: Kode pendaftaran ini telah dipulihkan.

source: The redemption does not exist against enrollment code ({code}).
id: Penebusan tidak ada terhadap kode pendaftaran ({code}).

source: Could not find student matching identifier: {student_identifier}
id: Tidak dapat menemukan identifier pencocokkan siswa: {student_identifier}

source: Unable to parse date:
id: Tidak dapat mengurai tanggal:

source: Couldn't find module for url: {0}
id: Tidak dapat menemukan modul untuk url: {0}

source: Unit {0} has no due date to extend.
id: Unit {0} tidak memiliki batas waktu untuk diperpanjang.

source: An extended due date must be later than the original due date.
id: Batas waktu yang diperpanjang harus lebih lama dari batas waktu yang lama.

source: No due date extension is set for that student and unit.
id: Tidak ada perpanjangan batas waktu yang ditentukan untuk siswa dan unit tersebut.

source: Extended Due Date
id: Batas Waktu yang Diperpanjang

source: Users with due date extensions for {0}
id: Para pengguna dengan perpanjangan batas waktu untuk {0}

source: Due date extensions for {0} {1} ({2})
id: Perpanjangan batas waktu untuk {0} {1} ({2})

source: Not all problems in entrance exam support re-scoring.
id: Tidak semua soal di tes masuk membolehkan penilaian ulang.

source: rescored
id: dinilai ulang

source: reset
id: Mengatur ulang

source: deleted
id: telah dihapus

source: emailed
id: terkirim melalui surel

source: graded
id: dinilai
