Repository: ariestiyansyah/idx-translation
Catalog: djangojs-partial.po
Languages: id

source: Saving
id: Menyimpan

source: Cancel
id: Batal

source: Delete
id: Hapus

source: Uploading
id: Mengunggah

source: Name
id: Nama

source: Unknown
id: Tidak diketahui

source: Upload File
id: Unggah Berkas

source: Your changes have been saved.
id: Perubahan Anda telah disimpan.

source: Error
id: Kesalahan

source: Save
id: Simpan

source: Close
id: Tutup

source: Show Annotations
id: Perlihatkan Anotasi

source: Hide Annotations
id: Sembunyikan Anotasi

source: Expand Instructions
id: Lihat Panduan

source: Collapse Instructions
id: Sembunyikan Panduan

source: Commentary
id: Komentar

source: Reply to Annotation
id: Balas Anotasi

source: (%(earned)s/%(possible)s point)
id: (%(earned)s/%(possible)s points)

source: (%(num_points)s point possible)
id: (%(num_points)s points possible)

source: The grading process is still running. Refresh the page to see updates.
id: Penilaian masih dalam proses. Refresh untuk melihat hasil penilaian.

source: Answer:
id: Jawaban:

source: Hide Answer
id: Sembunyikan Jawaban

source: Show Answer
id: Tampilkan jawaban

source: Answer hidden
id: Jawaban tersembunyi

source: Status: unsubmitted
id: Status: belum dikirim

source: You need to pick a rating before you can submit.
id: Anda perlu pilih peringkat sebelum mengajukan.

source: Your score did not meet the criteria to move to the next step.
id: Skor Anda belum memenuhi kriteria untuk menuju langkah berikutnya.

source: Submit
id: Ajukan

source: Submit assessment
id: Ajukan penilaian

source: Your response has been submitted. Please check back later for your grade.
id: Respon Anda telah diajukan. Harap cek kembali nanti untuk peringkat Anda.

source: Submit post-assessment
id: Ajukan pasca-penilaian

source: Answer saved, but not yet submitted.
id: Jawaban telah disimpan, namun belum diajukan.

source: Please confirm that you wish to submit your work. You will not be able to make any changes after submitting.
id: Harap konfirmasi bahwa Anda ingin mengajukan hasil kerja. Anda tidak dapat mengubah setelah pengajuan.

source: You are trying to upload a file that is too large for our system. Please choose a file under 2MB or paste a link to it into the answer box.
id: Anda mencoba unggah berkas yang ukurannya terlalu besar bagi sistem kami. Harap pilih berkas di bawah 2MB atau tempel tautan pada kotak jawaban.

source: Are you sure you want to remove your previous response to this question?
id: Anda yakin ingin menghapus respon sebelumnya atas pertanyaan ini?

source: Moved to next step.
id: Menuju langkah berikutnya.

source: File uploads are required for this question, but are not supported in your browser. Try the newest version of Google Chrome. Alternatively, if you have uploaded the image to another website, you can paste a link to it into the answer box.
id: Berkas yang diunggah diperlukan untuk pertanyaan ini, tapi tidak didukung peramban Anda. Coba peramban Google Chrome terbaru. Alternatifnya, jika pernah mengunggah gambar ke situs web lain, Anda dapat menempel tautannya di kotak jawaban.

source: Show Question
id: Tampilkan Pertanyaan

source: Hide Question
id: Sembunyikan Pertanyaan

source: Paragraph
id: Paragraf

source: Preformatted
id: Terformat

source: Heading 1
id: Kepala 1 / Kop 1

source: Heading 2
id: Kepala 2 / Kop 2

source: Heading 3
id: Kepala 3 / kop 3

source: Add to Dictionary
id: Tambahkan ke kamus

source: Advanced
id: Tingkat Lanjut

source: Align center
id: Rata Tengah

source: Align left
id: Rata kiri

source: Align right
id: Rata kanan

source: Alignment
id: Perataan

source: Alternative source
id: Sumber Alternatif

source: Anchor
id: Jangkar

source: Anchors
id: Jangkar

source: Author
id: Penulis

source: Background color
id: Warna latar belakang

source: Blocks
id: Blok

source: Body
id: Badan

source: Bold
id: Tebal

source: Border color
id: Warna Garis

source: Border
id: Garis

source: Bottom
id: Bawah

source: Bullet list
id: Daftar bullet

source: Caption
id: Judul halaman

source: Cell padding
id: Pengisi sel

source: Cell properties
id: Properti sel

source: Cell spacing
id: Spasi sel

source: Cell type
id: Jenis sel

source: Cell
id: Sel

source: Center
id: Tengah

source: Circle
id: Lingkaran

source: Clear formatting
id: Hapus format

source: Code block
id: Blok kode

source: Code
id: Kode

source: Color
id: Warna

source: Cols
id: Kolom

source: Column group
id: Kelompok kolom

source: Column
id: Kolom

source: Constrain proportions
id: Paksa proporsi

source: Copy row
id: Salin baris

source: Copy
id: Salin

source: Could not find the specified string.
id: Tidak ditemukan string spesifik

source: Custom color
id: Bebas pilih warna

source: Custom...
id: Bebas pilih

source: Cut row
id: Potong baris

source: Cut
id: Potong

source: Decrease indent
id: Kurangi indentasi

source: Default
id: Kembali ke awal

source: Delete column
id: Hapus Kolom

source: Delete row
id: Hapus baris

source: Delete table
id: Hapus tabel

source: Description
id: Deskripsi

source: Dimensions
id: Ukuran

source: Disc
id: Cakram

source: Document properties
id: Properti dokumen

source: Edit HTML
id: Ubah HTML

source: Edit
id: Ubah

source: Embed
id: Embed/menanamkan

source: Emoticons
id: Icon emosi

source: Encoding
id: Penyandian

source: Find and replace
id: Cari dan Ubah

source: Find next
id: Cari berikutnya

source: Find previous
id: Cari sebelumnya

source: Find
id: Cari

source: Finish
id: Selesai

source: Font Family
id: Keluarga Huruf

source: Font Sizes
id: Ukuran huruf

source: Footer
id: Catatan dibawah

source: Formats
id: Format - format

source: Fullscreen
id: Layar Penuh

source: General
id: Umum

source: H Align
id: Perataan H

source: Header 1
id: kepala 1 / Kop 1

source: Header 2
id: kepala 2 / kop 2

source: Header 3
id: kepala 3 / kop 3

source: Header 4
id: kepala 4 / kop 4

source: Header 5
id: kepala 5 / kop 5

source: Header 6
id: kepala 6 / kop 6

source: Header cell
id: kepala sel

source: Header
id: kepala / kop

source: Headers
id: kepala / kop

source: Heading 4
id: kepala 4 / kop 4

source: Heading 5
id: kepala 5 / kop 5

source: Heading 6
id: kepala 6 / kop 6

source: Headings
id: kepala / kop

source: Height
id: tinggi

source: Horizontal line
id: garis horisontal / garis mendatar

source: Horizontal space
id: ruang horisontal / ruang mendatar

source: HTML source code
id: sumber kode HTML

source: Ignore all
id: Abaikan semua

source: Ignore
id: Abaikan

source: Image description
id: penjelasan gambar

source: Increase indent
id: tambahkan indentasi

source: Inline
id: didalam garis

source: Insert column after
id: sisipkan kolom sesudahnya

source: Insert column before
id: sisipkan kolom sebelumnya

source: Insert date/time
id: sisipkan tanggal / waktu

source: Insert image
id: sisipkan gambar

source: Insert link
id: sisipkan tautan

source: Insert row after
id: sisipkan baris sesudahnya

source: Insert row before
id: sisipkan baris sebelumnya

source: Insert table
id: sisipkan tabel

source: Insert template
id: sisipkan template

source: Insert video
id: sisipkan vidio

source: Insert
id: sisipkan

source: Insert/edit image
id: sisipkan / ubah gambar

source: Insert/edit link
id: sisipkan / ubah tautan

source: Insert/edit video
id: sisipkan / ubah vidio

source: Italic
id: cetak miring

source: Justify
id: Ratakan

source: Keywords
id: kata kunci

source: Left to right
id: kiri ke kanan

source: Left
id: kiri

source: Lower Alpha
id: Sosok bawah Alpha

source: Lower Greek
id: Sosok bawah Latin

source: Lower Roman
id: Sosok bawah Romawi

source: Match case
id: Semua kata dan huruf cocok

source: Merge cells
id: Gabungkan sel

source: Middle
id: tengah

source: New document
id: dokumen baru

source: New window
id: jendela baru

source: Next
id: Berikutnya

source: No color
id: tanpa warna

source: Nonbreaking space
id: Spasi tanpa pemutusan

source: None
id: kosong

source: Numbered list
id: daftar nomor

source: Page break
id: halaman pisah

source: Paste as text
id: tempel sebagai teks

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
id: Pasta sekarang dalam mode teks polos. Konten akan direkatkan sebagai teks polos hingga anda lepaskan pilihan ini

source: Paste row after
id: Tempelkan baris sesudahnya

source: Paste row before
id: Tempelkan baris sebelumnya

source: Paste your embed code below:
id: Paste kode Embed anda di bawah

source: Paste
id: tempel

source: Pre
id: pra

source: Prev
id: Sebelumnya

source: Preview
id: Pratinjau

source: Print
id: cetak

source: Redo
id: kembali

source: Remove link
id: hapus tautan

source: Replace all
id: gantikan semua

source: Replace with
id: gantikan dengan

source: Replace
id: Ganti

source: Restore last draft
id: Simpan ulang draf terakhir

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
id: Rich Text Area. Tekan ALT-F9 untuk menu. Tekan ALT-F10 untuk batang alat. Tekan ALT-0 untuk bantuan

source: Right to left
id: Kanan ke kiri

source: Right
id: kanan

source: Robots
id: robot

source: Row group
id: kelompok baris

source: Row properties
id: properti baris

source: Row type
id: tipe baris

source: Row
id: baris

source: Rows
id: baris - baris

source: Scope
id: Cakupan/Ruang lingkup

source: Select all
id: pilih semua

source: Show blocks
id: Tunjukkan blok

source: Show invisible characters
id: Tunjukkan karakter yang tidak terlihat

source: Source code
id: sumber kode

source: Source
id: sumber

source: Special character
id: Karakter spesial

source: Spellcheck
id: Pemeriksa ejaan

source: Split cell
id: Bagi sel

source: Square
id: kotak

source: Start search
id: mulai mencari

source: Strikethrough
id: Coret

source: Style
id: Gaya

source: Subscript
id: Tika bawah

source: Superscript
id: Tika atas

source: Table properties
id: Properti tabel

source: Table
id: tabel

source: Templates
id: Templat

source: Text color
id: warna teks

source: Text to display
id: Teks untuk ditampilkan

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
id: URL anda tampak seperti alamat email. Apakah anda ingin menambahkan prefiks mailto:?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
id: URL anda seperti tautan eksternal. Apakah anda ingin menambahkan prefiks http:// ?

source: Title
id: Judul

source: Tools
id: Alat Bantu

source: Top
id: Atas

source: Underline
id: garis bawah

source: Undo
id: Tak jadi

source: Upper Alpha
id: Sosok atas Alpha

source: Upper Roman
id: Sosok atas Romawi

source: Url
id: tautan

source: V Align
id: Perataan V

source: Vertical space
id: Ruang vertikal

source: View
id: Tampilkan

source: Visual aids
id: Bantuan visual

source: Whole words
id: Keseluruhan kata

source: Width
id: lebar

source: Words: {0}
id: kata: {0}

source: You have unsaved changes are you sure you want to navigate away?
id: Anda mempunyai perubahan-perubahan yang tidak disimpan apakah anda yakin untuk melakukan navigasi?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
id: Browser anda tidak mendukung akses langsung ke clipboard. Silakan menggunakan keyboard Ctrl+X/C/V shortcuts sebagai gantinya.

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
id: Click OK untuk mengirim username and e-mail address ke aplikasi pihak ke-3. Click Cancel untuk kembali ke halaman ini tanpa mengirim informasi anda.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
id: Click OK untuk mengisi username yang terkirim ke aplikasi pihak ke-3. Click Cancel untuk kembali ke halaman ini tanpa mengirim informasi.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
id: Click OK untuk mengisi alamat email yang terkirim ke aplikasi pihak ke-3. Click Cancel untuk kembali ke halaman ini tanpa mengirimkan informasi anda.

source: incorrect
id: Salah

source: correct
id: Benar

source: answer
id: Jawaban

source: Short explanation
id: penjelasan singkat

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
id: Jika anda menggunakan Advanced Editor, problem ini akan dikonversi ke XML dan anda tidak akan bisa kembali ke Simple Editor Interface. Melanjutkan ke Advanced Editor dan andamengkonversi masalah ini ke XML?

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
id: Squence eror! Tidak dapat menavigasi ke %(tab_names)s pada sequenceModule saat ini. Silakan hubungi staf kursus

source: Mute
id: hening

source: Unmute
id: Bunyi/ bersuara

source: Exit full browser
id: Keluar dari peramban penuh

source: Fill browser
id: Peramban penuh

source: Speed
id: kecepatan

source: Very low
id: Sangat rendah

source: Low
id: rendah

source: Average
id: Sedang

source: Loud
id: Keras

source: Very loud
id: Sangat Keras

source: Maximum
id: Maksimum

source: VideoPlayer: Element corresponding to the given selector was not found.
id: VideoPlayer: Elemen yang sesuai dengan selektor yang diberikan tidak ditemukan.

source: This browser cannot play .mp4, .ogg, or .webm files.
id: Browser tidak dapat memutar format .mp4, .ogg atau .webm

source: Try using a different browser, such as Google Chrome.
id: Silahkan menggunakan browser yang lain, seperti Google Chrome.

source: Video position
id: Posisi video

source: Video ended
id: Video berakhir

source: %(value)s hour
id: %(value)s jam

source: %(value)s minute
id: %(value)s menit

source: %(value)s second
id: %(value)s detik

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
id: Klik tombol ini untuk menyalakan atau mematikan audio, membesarkan atau mengecilkan audio.

source: Speeds
id: Kecepatan

source: Skip
id: Lewati

source: Play video
id: Putar video

source: Do not show again
id: Jangan perlihatkan lagi

source: Turn off captions
id: Matikan captions

source: Activating an item in this group will spool the video to the corresponding time point. To skip transcript, go to previous item.
id: Mengaktifkan sebuah item dalam grup ini akan mencatat antrian video ini pada titik waktu yang terkait. Untuk ...

source: Caption will be displayed when
id: Caption akan ditampilkan saat

source: Turn on captions
id: Nyalakan captions

source: Updating with latest library content
id: Mengupdate dengan konten library terakhir

source: Creating missing groups
id: Membuat grup yang hilang

source: Hide Discussion
id: Sembunyikan Diskusi

source: Show Discussion
id: Tampilkan Diskusi

source: Sorry
id: Maaf

source: We had some trouble loading the discussion. Please try again.
id: Terjadi gangguan saat memproses diskusi. Harap coba lagi.

source: We had some trouble loading the threads you requested. Please try again.
id: Terjadi gangguan saat memproses topik bahasan yang anda minta. Harap coba lagi.

source: Loading content
id: Memproses Konten

source: We had some trouble processing your request. Please ensure you have copied any unsaved work and then reload the page.
id: Kami mengalami gangguan saat memproses permintaan anda, Harap anda menyalin semua pekerjaan yang belum disimpan kemudian reload kembali halaman ini.

source: We had some trouble processing your request. Please try again.
id: Kami mengalami kesulitan untuk melanjutkan permintaan anda, cobalah beberapa saat lagi.

source: there is currently %(numVotes)s vote
id: Saat ini ada %(numVotes)s vote

source: %(numVotes)s Vote
id: Orang %(numVotes)s

source: We had some trouble subscribing you to this thread. Please try again.
id: Kami mengalami masalah dalam mendaftarkan/berlangganan anda di thread ini. Silakan coba lagi

source: We had some trouble unsubscribing you from this thread. Please try again.
id: Kami mengalami masalah dalam memutuskan langganan anda dari thread ini. Silakan coba lagi

source: We had some trouble marking this response as an answer. Please try again.
id: Kami mengalami masalah dalam menilai tanggapan ini sebagai sebuah jawaban. Silakan coba lagi

source: We had some trouble removing this response as an answer. Please try again.
id: Kami mengalami masalah dalam menghilangkan tanggapan sebagai sebuah jawaban. Silakan coba lagi

source: We had some trouble marking this response endorsed. Please try again.
id: Kami mengalami masalah dalam menilai dukungan tanggapan ini. Silakan coba lagi

source: We had some trouble removing this endorsement. Please try again.
id: Kami mengalami masalah dalam menghilangkan dukungan ini. Silakan coba lagi

source: We had some trouble saving your vote. Please try again.
id: Kami mengalami masalah menyimpan pilihan Anda. Mohon ulangi lagi.

source: We had some trouble pinning this thread. Please try again.
id: Kami mengalami masalah ketika menempelkan thread ini. Mohon ulangi lagi.

source: We had some trouble unpinning this thread. Please try again.
id: Kami mengalami masalah ketika membatalkan tempelan thread ini. Mohon ulangi lagi.

source: We had some trouble removing your flag on this post. Please try again.
id: Kami mengalami masalah ketika menghapus flag Anda pada pos ini. Mohon ulangi lagi.

source: We had some trouble reporting this post. Please try again.
id: Kami mengalami masalah ketika melaporkan pos ini. Mohon ulangi lagi.

source: We had some trouble closing this thread. Please try again.
id: Kami mengalami masalah ketika menutup thread ini. Mohon ulangi lagi.

source: We had some trouble reopening this thread. Please try again.
id: Kami mengalami masalah dalam membuka kembali thread ini. Silakan coba lagi

source: Load more
id: Muat lebih banyak

source: Loading more threads
id: Memuat topik lainnya

source: We had some trouble loading more threads. Please try again.
id: Terjadi gangguan saat memproses topik bahasan. Harap coba lagi.

source: %(unread_count)s new comment
id: %(unread_count)s komentar baru

source: Current conversation
id: Percakapan saat ini

source: Search Results
id: Hasil pencarian

source: Loading thread list
id: Memproses Daftar Topik Bahasan

source: No results found for %(original_query)s. Showing results for %(suggested_query)s.
id: Tidak ada basil dari %(original_query). Tampilan hasil dari %(suggested_query).

source: No threads matched your query.
id: Tidak ada thread yang cocok dengan pencarian Anda

source: Show posts by %(username)s.
id: Menunjukkan kiriman berdasarkan %(username).

source: The thread you selected has been deleted. Please select another thread.
id: Berkas yang anda pilih sudah dihapus. Pilih bekas yang lain.

source: We had some trouble loading responses. Please reload the page.
id: Terjadi gangguan saat memproses tanggapan. Harap muat ulang halaman ini.

source: We had some trouble loading more responses. Please try again.
id: Terjadi gangguan saat memproses lebih banyak tanggapan. Harap coba lagi.

source: %(numResponses)s other response
id: %(numResponses)s tanggapan lain

source: %(numResponses)s response
id: %(numResponses)s tanggapan

source: Showing all responses
id: Lihat semua tanggapan

source: Showing first response
id: Lihat %(numResponses)s tanggapan baru

source: Load all responses
id: Memuat semua tanggapan

source: Load next %(numResponses)s responses
id: Memuat %(numResponses)s tanggapan berikutnya

source: Are you sure you want to delete this post?
id: Anda yakin ingin menghapus ini?

source: We had some trouble loading the page you requested. Please try again.
id: Kami mendapatkan masalah ketika menampilkan halaman yang anda minta. Silah coba lagi:

source: Your post will be discarded.
id: Posting anda akan di hapus

source: anonymous
id: anonim

source: Are you sure you want to delete this comment?
id: Anda yakin ingin menghapus komentar ini?

source: We had some trouble deleting this comment. Please try again.
id: Kami mengalami kesulitan untuk menghapus komentar ini, cobalah beberapa saat lagi.

source: Are you sure you want to delete this response?
id: Apa anda yakin ingin menghapus tanggapan ini?

source: Showing %(first_index)s out of %(num_items)s total
id: Menampilkan %(first_index)s dari total %(num_items)s

source: Showing %(first_index)s-%(last_index)s out of %(num_items)s total
id: Menampilkan %(first_index)s-%(last_index)s dari total %(num_items)s

source: Drop target image
id: Menaruh target image

source: dragging out of slider
id: Menggeser keluar slider

source: dragging
id: Menggeser

source: dropped in slider
id: ditaruh pada slider

source: dropped on target
id: Ditaruh pada target

source: %s ago
id: %s yang lalu

source: %s from now
id: %s dari sekarang

source: less than a minute
id: kurang dari satu menit

source: about a minute
id: sekitar satu menit

source: %d minute
id: %d menit

source: about an hour
id: sekitar satu jam

source: about %d hour
id: sekitar %d jam

source: a day
id: satu hari

source: %d day
id: %d hari

source: about a month
id: sekitar sebulan

source: %d month
id: %d bulan

source: about a year
id: sekitar setahun

source: %d year
id: %d tahun

source: Check the box to remove all flags.
id: Centang kotak untuk menghilangkan semua flag

source: Check the box to remove %(totalFlags)s flag.
id: Centang kotak untuk menghilangkan % flag (totalFlags)s

source: Check the box to remove %(count)s flag.
id: Centang kotak untuk menghilangkan % flag(count)s

source: All flags have been removed. To undo, uncheck the box.
id: Semua flag telah dihapus. Untuk membatalkan, hilangkan centang pada kotak

source: You have already reported this annotation.
id: Anda telah melaporkan catatan ini sebelumnya.

source: Report annotation as inappropriate or offensive.
id: Laporan Catatan dinilai tidak pantas atau kasar

source: This annotation has %(count)s flag.
id: Catatan ini memiliki % flag (count)s

source: User
id: Pengguna

source: Annotation
id: Catatan

source: Start
id: Mulai

source: End
id: Akhir

source: #Replies
id: #Balasan

source: Date posted
id: Tanggal Posting

source: More
id: Selebihnya

source: My Notes
id: Catatanku

source: Instructor
id: Instruktur

source: Public
id: Publik

source: Search
id: Cari

source: Users
id: Pengguna

source: Tags
id: Label

source: Annotation Text
id: Teks Catatan

source: Clear
id: Kosongkan

source: Text
id: Teks

source: Image
id: Gambar

source: Reply
id: Balas

source: Tags:
id: Label:

source: name
id: Nama

source: team count
id: hitungan tim

source: Team Name (Required) *
id: Nama Tim (Wajib Diisi)*

source: A name that identifies your team (maximum 255 characters).
id: Nama yang dipakai untuk mengenali tim Anda (maksimum 255 karakter.)

source: Team Description (Required) *
id: Deskripsi Tim (Wajib Diisi)*

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
id: Sebuah deksripsi singkat mengenai tim untuk membantu siswa lainnya mengerti tujuan atau arah tim (maksimum 300 karakter).

source: Optional Characteristics
id: Karakteristik Opsional

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
id: Bantu siswa lainnya untuk memutuskan apakah akan bergabung dengan tim Anda atau tidak dengan menentukan karateristik bagi tim Anda. Pilih dengan cermat, karena lebih sedikit orang yang akan tertarik untuk bergabung jika dianggap terlalu membatasi.
