Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: Enter the names of the advanced components to use in your course.
id: Masukkan nama komponen-komponen lanjutan yang akan digunakan di kursus Anda.

source: Getting Started With Studio
id: Mulai Dengan Studio

source: Add Course Team Members
id: Tambahkan Anggota Tim Kursus

source: Grant your collaborators permission to edit your course so you can work together.
id: Kabulkan permintaan rekan Anda untuk mengedit kursus sehingga kalian bisa bekerjasama.

source: Edit Course Team
id: Edit Tim Kursus

source: Set Important Dates for Your Course
id: Tentukan Tanggal Penting untuk Kursus Annda

source: Establish your course's student enrollment and launch dates on the Schedule and Details page.
id: Tampilkan tanggal pendaftaran siswa dan tanggal peluncuran kursus pada halaman Jadwal dan Detil.

source: Edit Course Details &amp; Schedule
id: Edit Detil Kursus &amp; Jadwal

source: Draft Your Course's Grading Policy
id: Rancang Kebijakan Penilaian Kursus Anda

source: Set up your assignment types and grading policy even if you haven't created all your assignments.
id: Siapkan tipe tugas dan kebijakan penilaian bahkan jika Anda belum membuat semua tugas.

source: Edit Grading Settings
id: Edit Pengaturan Penilaian

source: Explore the Other Studio Checklists
id: Pelajari Checklist Studio Lain

source: Discover other available course authoring tools, and find help when you need it.
id: Temukan authoring tool kursus yang tersedia, dan cari bantuan ketika Anda membutuhkannya.

source: Draft a Rough Course Outline
id: Rancang Outline Kasar Kursus

source: Create Your First Section and Subsection
id: Buat Seksi dan Subseksi Pertama

source: Use your course outline to build your first Section and Subsection.
id: Gunakan outline kursus anda untuk membuat Seksi dan Subseksi pertama.

source: Edit Course Outline
id: Edit Outline Kursus

source: Set Section Release Dates
id: Tentukan Tanggal Rilis Seksi

source: Specify the release dates for each Section in your course. Sections become visible to students on their release dates.
id: Tentukan tanggal rilis untuk setiap Seksi di kursus Anda. Seksi-Seksi baru akan terlihat pada tanggal rilis mereka.

source: Designate a Subsection as Graded
id: Tentukan sebuah Subseksi sebagai Dinilai

source: Set a Subsection to be graded as a specific assignment type. Assignments within graded Subsections count toward a student's final grade.
id: Tentukan sebuah Subseksi untuk dinilai sebagai tipe tugas khusus. Tugas-tugas dalam Subseksi yang dinilai akan dihitung pada nilai akhir siswa.

source: Reordering Course Content
id: Menyusun Ulang Konten Kursus

source: Use drag and drop to reorder the content in your course.
id: Gunakan drag dan drop untuk menyusun ulang konten dalam kursus anda.

source: Renaming Sections
id: Menamai Ulang Seksi

source: Rename Sections by clicking the Section name from the Course Outline.
id: Namai Ulang Seksi dengan mengklik nama Seksi dari Outline Kursus

source: Deleting Course Content
id: Menghapus Konten Kursus

source: Delete Sections, Subsections, or Units you don't need anymore. Be careful, as there is no Undo function.
id: Hapus Seksi, Subseksi, atau Unit yang sudah tidak dibutuhkan. Hati-hati, karena tidak ada fungsi Undo.

source: Add an Instructor-Only Section to Your Outline
id: Tambahkan Seksi Hanya-Instruktur ke Outline Anda

source: Some course authors find using a section for unsorted, in-progress work useful. To do this, create a section and set the release date to the distant future.
id: Beberapa pembuat kursus menemukan bahwa menggunakan sebuah seksi untuk pekerjaan yang belum diurutkan dan dalam proses ternyata bermanfaat. Untuk melakukannya, buat sebuah seksi dan tentukan tanggal rilis di masa yang akan datang.

source: Explore edX's Support Tools
id: Rambah Tool Bantuan edX

source: Explore the Studio Help Forum
id: Rambah Forum Bantuan Studio

source: Access the Studio Help forum from the menu that appears when you click your user name in the top right corner of Studio.
id: Akses forum Bantuan Studio dari menu yang muncul ketika Anda mengklik username Anda di pojok kanan atas Studio.

source: Visit Studio Help
id: Kunjungi Bantuan Studio

source: Enroll in edX 101
id: Mendaftar di edX 101

source: Register for edX 101, edX's primer for course creation.
id: Mendaftar untuk edX 101, panduan edX untuk pembuatan kursus.

source: Register for edX 101
id: Mendaftar untuk edX 101

source: Download the Studio Documentation
id: Unduh Dokumentasi Studio

source: Download the searchable Studio reference documentation in PDF form.
id: Unduh dokumentasi referensi studio yang ditemukan dalam format PDF.

source: Download Documentation
id: Unduh Dokumentasi

source: Draft Your Course About Page
id: Rancang Halaman Tentang Kursus

source: Draft a Course Description
id: Rancang Deskripsi Kursus

source: Courses on edX have an About page that includes a course video, description, and more. Draft the text students will read before deciding to enroll in your course.
id: Kursus-kursus di edX memiliki halaman Tentang yang meliputi video kursus, deskripsi, dan lebih banyak lagi. Rancang teks yang akan dibaca para siswa sebelum mereka memutuskan ingin mendaftar di kursus Anda.

source: Edit Course Schedule &amp; Details
id: Edit Jadwal Kursus &amp; Detil

source: Add Staff Bios
id: Tambahkan Biodata Staf

source: Showing prospective students who their instructor will be is helpful. Include staff bios on the course About page.
id: Menunjukkan kepada siswa yang prospektif mengenai siapa instruktur mereka akan sangat membantu. Termasuk juga biografi para staff kursus dalam halaman Tentang Kami.

source: Add Course FAQs
id: Tambahkan FSD Kursus

source: Include a short list of frequently asked questions about your course.
id: Meliputi daftar pendek dari pertanyaan yang sering diajukan mengenai kursus Anda.

source: Add Course Prerequisites
id: Tambahkan prasyarat kursus

source: Let students know what knowledge and/or skills they should have before they enroll in your course.
id: Biarkan siswa mengetahui pengetahuan dan atau keterampilan apa yang harus mereka miliki sebelum mereka mendaftar di kursus Anda.

source: Course Info Sidebar Name
id: Nama Info Kursus di Sidebar

source: Enter the heading that you want students to see above your course handouts on the Course Info page. Your course handouts appear in the right panel of the page.
id: Masukkan judul yang Anda inginkan siswa melihat mengenai ringkasan kursus Anda dalam halaman Info Kursus. Ringkasan kursus Anda muncul dalam panel sebelah kanan halaman.

source: True if timezones should be shown on dates in the courseware. Deprecated in favor of due_date_display_format.
id: Benar adanya jika zona waktu akan tampil dalam tanggal di perangkat kursus. Ubah dalam due_date_display_format.

source: Due Date Display Format
id: Format Tampilan Batas Waktu

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
id: Masukkan format untuk tanggal batas waktu. Format default adalah Mon DD, YYYY. Masukkan "%m-%d-%Y" untuk MM-DD-YYYY, "%d-%m-%Y" untuk DD-MM-YYYY, "%Y-%m-%d" untuk YYYY-MM-DD, atau "%Y-%d-%m" untuk YYYY-DD-MM.

source: External Login Domain
id: Domain login eksternal

source: Enter the external login method students can use for the course.
id: Masukkan metode login eksternal yang dapat digunakan siswa dalam kursus.

source: Certificates Downloadable Before End
id: Sertifikat Dapat Diundur Sebelum Akhir Kursus

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
id: Masukkan true atau false. Jika true, para siswa dapat mengunduh sertifikat sebelum kursus berakhir, jika mereka telah memenuhi persyaratan sertifikat.

source: Certificates Display Behavior
id: Sertifikat menunjukkan perilaku

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
id: Masukkan end, early_with_info, or early_no_info. Setelah pembuatan sertifikat, para siswa yang lulus akan melihat sebuah tautan ke sertifikat mereka pada dashboard dan para siswa yang tidak lulus akan melihat informasi mengenai konfigurasi kursus. Default adalah end, yang menampilkan informasi sertifikat ini kepada semua siswa setelah tanggal berakhir kursus. Untuk menampilkan informasi sertifikat ini pada semua siswa begitu sertifikat selesai dibuat, masukkan early_with_info. Untuk menampilkan hanya tautan pada para siswa yang lulus begitu sertifikat dibuat, masukkan early_no_info.

source: Course About Page Image
id: Kursus mengenai halaman gambar

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
id: Edit nama atas file kursus bergambar. Anda harus memasukkan file dalam halaman File & Upload. Anda juga dapat mengatur gambar kursus dalam halaman Pengaturan & Detail.

source: Issue Open Badges
id: Masalah Identifikasi Terbuka

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
id: Masalah Identifikasi Terbuka identifikasi untuk kursus ini. Identifikasi dihasilkan ketika sertifikat dibuat.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the course to use on the certificate that students receive when they complete the course.
id: Gunakan aturan ini hanya ketika menghasilkan sertifikat dalam bentuk PDF. Di antara tanda kutipan, masukkan nama pendek kursus untuk digunakan dalam sertifikat yang dapat diterima siswa ketika mereka menyelesaikan kursus.

source: Certificate Name (Short)
id: Nama Sertifikat (Pendek)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the course to use on the certificate that students receive when they complete the course.
id: Gunakan aturan ini hanya ketika menghasilkan sertifikat dalam bentuk PDF. Di antara tanda kutipan, masukkan nama panjang kursus untuk digunakan dalam sertifikat yang dapat diterima siswa ketika mereka menyelesaikan kursus.

source: Certificate Name (Long)
id: Nama Sertifikat (Panjang)

source: Certificate Web/HTML View Enabled
id: Sertifikat dengan View Web/HTML Diaktifkan

source: If true, certificate Web/HTML views are enabled for the course.
id: Jika true, sertifikat dengan view Web/HTL diaktifkan untuk kursus ini.

source: Certificate Web/HTML View Overrides
id: Perbatalan View Sertifkat Web/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
id: Masukkan tumpukan spesifik kursus untuk kerangka ukur Web/HTML di sini (bentuk JSON)

source: Certificate Configuration
id: Konfigurasi Sertifikat

source: Enter course-specific configuration information here (JSON format)
id: Masukan informasi konfigurasi khusus kursus di sini (format JSON)

source: CSS Class for Course Reruns
id: Kelas CSS untuk Mengulang Kursus

source: Allows courses to share the same css class across runs even if they have different numbers.
id: Mengijinkan kursus untuk membagi kelas css yang sama selama berjalan bahkan jika mereka memiliki nomor yang berbeda.

source: Discussion Forum External Link
id: Tautan Eksternal Forum Diskusi

source: Allows specification of an external link to replace discussion forums.
id: Mengijinkan spesifikasi atas link eksternal untuk menggantikan forum diskusi.

source: Hide Progress Tab
id: Sembunyikan Tab Perkembangan

source: Allows hiding of the progress tab.
id: Perbolehkan penyembunyian tab perkembangan.

source: Course Organization Display String
id: String Tampilan Organisasi Kursus

source: Enter the course organization that you want to appear in the courseware. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
id: Masukkan organisasi kursus yang anda inginkan muncul di courseware. Pengaturan ini membatalkan organisasi yang sebelumnya Anda masukkan ketika membuat kursus ini. Untuk menggunakan organisasi yang anda masukkan sebelumnya, masukkan kosong.

source: Course Number Display String
id: String Tampilan Nomor Kursus

source: Enter the course number that you want to appear in the courseware. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
id: Masukkan nomor kursus yang Anda inginkan untuk dimunculkan pada courseware. Pengaturan ini membatalkan nomor kursus yang Anda masukkan ketika membuat kursus ini. Untuk menggunakan nomor kursus yang Anda masukkan ketika membuat kursus, masukkan nol.

source: Course Maximum Student Enrollment
id: Jumlah Maksimum Siswa untuk Pendaftaran

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
id: Masukkan jumlah maksimum siswa yang dapat mendaftar di kursus. Untuk membolehkan jumlah siswa yang tidak terbatas, masukkan kosong.

source: Allow Public Wiki Access
id: Perbolehkan Akses Wiki ke Publik

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
id: Masukkan true atau false. Jika true, pengguna edX dapat melihat wiki kursus meskipun mereka tidak terdaftar di kursus.

source: Invitation Only
id: Hanya yang Diundang

source: Whether to restrict enrollment to invitation by the course staff.
id: Apakah untuk melarang pendaftaran dengan undangan oleh staf kursus.

source: Pre-Course Survey Name
id: Nama Survey Pra-Kursus

source: Name of SurveyForm to display as a pre-course survey to the user.
id: Nama Form Survey untuk ditampilkan sebagai survei pra-kursus bagi pengguna.

source: Pre-Course Survey Required
id: Survey Pra-Kursus dibutuhkan

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
id: Tentukan apakah para siswa harus menyelesaikan survei sebelum mereka dapat melihat konten kursus Anda. Jika anda mengeset nilai ke true, Anda harus menambahkan nama untuk survey di pangaturan Nama Survey Kursus di atas.

source: Course Visibility In Catalog
id: Visibilitas kursus dalam katalog

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
id: Tentukan ijin akses untuk menampilkan kursus pada katalog kursus. Dapat diset dari tiga nilai: 'keduanya' (menampilkan di katalog dan membolehkan akses ke halaman tentang kursus), 'tentang kursus' (hanya membolehkan kursus ke halaman tentang kursus), 'tidak ada' (tidak menampilkan di kursus dan tidak membolehkan akses ke halaman tentang kursus).

source: Both
id: Keduanya

source: About
id: Tentang

source: Entrance Exam Enabled
id: Tes Masuk Diaktifkan

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
id: Menyebutkan apakah siswa harus menyelesaikan ujian masuk sebelum mereka dapat melihat konten kursus Anda. Catatan, Anda harus mengaktifkan Ujian Masuk dalam aturan kursus ini.

source: Entrance Exam Minimum Score (%)
id: Nilai Minimum Tes Masuk (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
id: Menyebutkan persentase skor minimum untuk ujian masuk sebelum siswa dapat melihat konten kursus Anda. Catatan, Anda harus mengaktifkan Ujian Masuk dalam aturan kursus ini.

source: Entrance Exam ID
id: ID Tes Masuk

source: Content module identifier (location) of entrance exam.
id: Konten modul mengidentifikasi (lokasi) ujian yang masuk.

source: Social Media Sharing URL
id: Media Sosial Berbagi URL

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
id: Jika dashboard sharing sosial dan URL kursus kustom diaktifkan, Anda dapat menyediakan sebuah URL (seperti URL untuk halaman Tentang Kursus) dimana situs-situs media social dapat ditautkan. URL harus dituliskan dengan lengkap. Sebagai contoh: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
id: Bahasa Kursus

source: Specify the language of your course.
id: Tentukan bahasa dari kursus Anda.

source: Teams Configuration
id: Konfigurasi Para Tim

source: Enter configuration for the teams feature. Expects two entries: max_team_size and topics, where topics is a list of topics.
id: Masukkan konfigurasi untuk tampilan tim. Mengharapkan 2 (dua) masukan: max_team_size dan topik, dimana topik adalah daftar dari topik.

source: Enable Proctored Exams
id: Aktifkan ujian dalam pengawasan

source: Enter true or false. If this value is true, timed and proctored exams are enabled in your course.
id: Masukkan benar atau salah. Jika nilai ini benar, ujian dalam pengawasan dan dibatasi waktu dapat dijalankan dalam kursus ini.

source: Minimum Grade for Credit
id: Nilai Minimum untuk Kredit

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
id: Nilai minimum yang harus dicapai siswa untuk mendapatkan kredit kursus, sebagai desimal antara 0.0 dan 1.0. Sebagai contoh, untuk 75%, masukkan 0.75.

source: General
id: Umum

source: Discussion Id
id: Id Diskusi

source: The id is a unique identifier for the discussion. It is non editable.
id: Id ini adalah indentifier unik diskusi. Tidak dapat diedit.

source: Category
id: Kategori

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
id: Nama kategori untuk diskusi. Nama ini muncul pada bagian kiri di forum diskusi kursus.

source: Subcategory
id: Sub kategori

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
id: Nama subkategori untuk diskusi. Nama ini muncul pada bagian kiri di forum diskusi kursus.

source: Text
id: Teks

source: Html contents to display for this module
id: Konten Html untuk ditampilkan pada modul ini

source: Source code for LaTeX documents. This feature is not well-supported.
id: Kode sumber untuk dokumen LaTeX. Fitur ini tidak didukung dengan baik.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
id: Pilih Visual untuk memasukkan konten dan mengatur editor secara otomatis membuat HTML. Pilih Raw untuk mengedit HTML secara langsung. Jika Anda mengubah pengaturan ini, Anda harus menyimpan komponen ini dan kemudian membukanya kembali untuk editing.

source: Raw
id: Mentah

source: HTML for the additional pages
id: HTML untuk halaman-halaman tambahan

source: List of course update items
id: Daftar dari item-item update kursus

source: Image Annotation
id: Catatan Image

source: Tags for Assignments
id: Tag untuk tugas

source: Add tags that automatically highlight in a certain color using the comma-separated form, i.e. imagery:red,parallelism:blue
id: Tambahkan tag yang secara otomatis dihighlight dengan warna tertentu menggunakan form yang dipisah oleh koma, contoh gambar:red,parallelism:blue

source: Location of Annotation backend
id: Lokasi dari penjelasan backend

source: Url for Annotation Storage
id: Url untuk Storage Catatan

source: Secret string for annotation storage
id: String rahasia untuk Storage Catatan

source: Secret Token String for Annotation
id: String Token Rahasia untuk Catatan

source: Default Annotations Tab
id: Tab Catatan Default

source: Select which tab will be the default in the annotations table: myNotes, Instructor, or Public.
id: Pilih tab mana yang akan menjadi dasar dalam tabel penjelasan: Catatan saya, instruktur, atau Umum.

source: Email for 'Instructor' Annotations
id: Email untuk Penjelasan 'Instruktur'

source: Email of the user that will be attached to all annotations that will be found in 'Instructor' tab.
id: Email dari pengguna akan dilampirkan dalam semua penjelasan yang akan ditemukan dalam tab 'Instruktur'.

source: Mode for Annotation Tool
id: Mode Tool Catatan

source: Type in number corresponding to following modes: 'instructor' or 'everyone'
id: Tipe dalam nomor yang koresponden dengan mode berikut: 'instruktur' atau 'semua orang'

source: No email address found.
id: Tidak ada alamat email yang ditemukan.

source: Any Type
id: Tipe Apapun

source: Select the library from which you want to draw content.
id: Pilih Library yang Anda inginkan untuk menarik konten.

source: Library Version
id: Versi Library

source: Determines how content is drawn from the library
id: Tentukan bagaimana konten ditarik dari library

source: Choose n at random
id: Pilih n secara acak

source: Count
id: Jumlah

source: Enter the number of components to display to each student.
id: Masukkan jumlah komponen untuk ditampikan kepada tiap siswa.

source: Problem Type
id: Tipe Soal

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
id: Masukkan tipe soal untuk ditarik dari library. Jika "Tipe Apapun' yang dipilih maka tidak ada penyaringan yang dilakukan.

source: Scored
id: Dinilai

source: Set this value to True if this module is either a graded assignment or a practice problem.
id: Atur value ini ke True jika modul ini adalah tugas yang dinilai atau soal praktek.

source: This component is out of date. The library has new content.
id: Komponen ini sudah kadaluarsa. Library tidak memiliki konten baru.

source: {refresh_icon} Update now.
id: {refresh_icon} Perbaharui sekarang.

source: Library is invalid, corrupt, or has been deleted.
id: Library tidak valid, korup, atau telah dihapus.

source: Edit Library List.
id: Edit Daftar Library

source: This course does not support content libraries. Contact your system administrator for more information.
id: Kursus ini tidak mendukung konten perpustakaan. Hubungi sistem administrator Anda untuk informasi lebih lanjut.

source: A library has not yet been selected.
id: Sebuah library masih belum dipilih.

source: Select a Library.
id: Pilih sebuah Library.

source: There are no matching problem types in the specified libraries.
id: Tidak ada tipe soal yang cocok di library yang dipilih.

source: Select another problem type.
id: Pilih tipe soal lain

source: The specified library is configured to fetch {count} problem,
id: Perpustakaan spesifik ini dikonfigurasi untuk mengambil {count} masalah,

source: but there is only {actual} matching problem.
id: tapi hanya ada {actual} soal yang cocok.
