Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: Edit the library configuration.
id: Edit Konfigurasi Library

source: Invalid Library
id: Library tidak valid

source: No Library Selected
id: Tidak ada Library yang dipilih

source: Enter the name of the library as it should appear in Studio.
id: Masukkan nama dari perpustakaan yang akan muncul di Studio.

source: Library Display Name
id: Nama Tampilan Library

source: Enter the names of the advanced components to use in your library.
id: Masukkan nama-nama dari komponen lanjutan yang akan digunakan dalam perpustakaan Anda.

source: Enter the name that students see for this component. Analytics reports may also use the display name to identify this component.
id: Masukkan nama dari siswa yang melihat komponen ini. Laporan analisis akan digunakan dalam tampilan nama untuk mengidentifikasi komponen ini.

source: LTI ID
id: ID LTI

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Masukkan ID LTI untuk provider LTI eksternal. Nilai ini harus sama dengan ID LTI yang Anda masukkan dalam aturan LTI Passport dalam halaman Aturan Lebih Lanjut. <br /> Lihat {docs_anchor_open} dokumentasi edX LTI{anchor_close} untuk rincian lebih lanjut dalam aturan ini.

source: LTI URL
id: URL LTI

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Masukkan URL dalam alat eksternal dimana komponen ini muncul. Aturan ini hanya digunakan ketika Alat Eksternal Tersembunyi diatur untuk Salah.<br /> Lihat {docs_anchor_open} dokumentasi edX LTI {anchor_close}untuk penjelasan lebih lanjut dalam aturan ini.

source: Custom Parameters
id: Parameter-Parameter kustom

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.<br />See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
id: Tambahkan pasangan key/nilai untuk parameter kustom apapun, seperti e-book Anda harus terbuka di halaman berapa atau warna latar belakang untuk komponen ini. <br />Lihat {docs_anchor_open}dokumentasi LTI edX{anchor_close} untuk informasi lebih lanjut mengenai pengaturan ini.

source: Open in New Page
id: Buka di Halaman Baru

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
id: Pilih True jika Anda ingin para siswa untuk mengklik tautan yang membuka ke tool LTI di window yang baru. Pilih False jika Anda ingin konten LTI untuk dibuka dalam sebuah IFrame di halaman saat ini. Pengaturan ini hanya digunakan jika Sembunyikan Tool Eksternal diatur ke False.

source: Select True if this component will receive a numerical score from the external LTI system.
id: Pilih True jika komponen ini akan menerima nilai numerik dari sistem LTI eksternal.

source: Weight
id: Bobot

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
id: Masukkan nomor dari jumlah poin yang mungkin untuk komponen ini. Nilai default adalah 1.0. Pengaturan ini hanya digunakan ketika Dinilai diset ke True.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
id: Nilai disimpan dalam xblock KVS --duplikasi dari nilai yang dipublikasikan dalam django DB

source: Comment as returned from grader, LTI2.0 spec
id: Komentar dikembalikan dari penilai, LTI2.0 spec

source: Hide External Tool
id: Sembunyikan Tool Eksternal

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
id: Pilih True jika Anda ingin menggunakan komponen ini sebagai placeholder untuk melakukan sinkronisasi dengan sebuah sistem penilaian eksternal alih-alih meluncurkan tool eksternal. Pengaturan ini menyembunyikan tombol Peluncuran dan IFrames apapun untuk komponen ini.

source: Request user's username
id: Meminta nama pengguna

source: Select True to request the user's username. You must also set Open in New Page to True to get the user's information.
id: Pilih True untuk meminta nama pengguna. Anda juga harus mengeset Buka di Halaman Baru ke True untuk mendapatkan informasi pengguna.

source: Request user's email
id: Meminta nama pengguna

source: Select True to request the user's email address. You must also set Open in New Page to True to get the user's information.
id: Pilih True untuk meminta alamat email pengguna. Anda juga harus memilih Buka di Halaman Baru ke True untuk mendapatkan informasi pengguna.

source: LTI Application Information
id: Informasi Aplikasi LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
id: Masukkan deskripsi dari aplikasi pihak ketiga. Jika meminta nama pengguna dan/atau email, gunakan kotak isian untuk memberitahukan pengguna mengapa nama pengguna dan/atau email mereka akan diteruskan ke aplikasi pihak ketiga.

source: Button Text
id: Teks Tombol

source: Enter the text on the button used to launch the third party application.
id: Masukkan teks pada tombol yang digunakan untuk meluncurkan aplikasi pihak ketiga.

source: Accept grades past deadline
id: Menerima nilai lewat batas waktu

source: Select True to allow third party systems to post grades past the deadline.
id: Pilih True untuk membolehkan sistem pihak ketiga untuk memposting nilai-nilai lewat dari batas waktu.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
id: Tidak dapat mengurai parameter kustom: {custom_parameter}. Seharusnya berupa string "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
id: Tidak dapat mengurai LTI passport: {lti_passport}. Seharusnya berupa string "id:key:secret".

source: License
id: Lisensi

source: A license defines how the contents of this block can be shared and reused.
id: Sebuah lisensi menentukan bagaimana konten dari blok ini dapat dibagi dan digunakan kembali.

source: Show Single Problem
id: Tampilkan Soal Tunggal

source: When True, only the single problem specified by "Link to Problem Location" is shown. When False, a panel is displayed with all problems available for peer grading.
id: Ketika True, hanya soal tunggal yang ditentukan oleh "Tautan ke Lokasi Soal" akan ditampilkan. Ketika False, sebuah panel ditampilkan dengan semua soal yang tersedia untuk penilaian teman.

source: Link to Problem Location
id: Tautan ke Lokasi Soal

source: The location of the problem being graded. Only used when "Show Single Problem" is True.
id: Lokasi soal yang sedang dinilai. Hanya digunakan ketika "Tampilkan Soal Tunggal" adalah True.

source: Defines whether the student gets credit for grading this problem. Only used when "Show Single Problem" is True.
id: Tentukan jika siswa mendapatkan kredit setelah menilai soal ini. Hanya digunakan ketika "Tampilkan Soal Tunggal" adalah True.

source: Due date that should be displayed.
id: Batas Waktu yang harusnya ditampilkan

source: Amount of grace to give on the due date.
id: Kelonggaran yang diberikan terhadap batas waktu

source: Student data for a given peer grading problem.
id: Data siswa untuk soal peniaian teman yang diberikan.

source: Peer Grading Interface
id: Antarmuka Penilaian Teman

source: Due Date
id: Batas Waktu

source: Enter the date by which problems are due.
id: Masukkan tanggal untuk batas waktu soal

source: Is Entrance Exam
id: Adalah Tes Masuk

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
id: Tag modul kursus ini sebagai Tes Masuk. Catatan, Anda harus mengaktifkan Tes Masuk pada pengaturan kursus agar dapat berfungsi.

source: Is Time Limited
id: Dibatasi Waktu

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
id: Pengaturan ini menunjukkan jika para siswa memiliki waktu terbatas untuk melihat atau berinteraksi dengan komponen courseware ini.

source: Time Limit in Minutes
id: Batas Waktu dalam menit

source: The number of minutes available to students for viewing or interacting with this courseware component.
id: Jumlah menit yang tersedia bagi para siswa untuk melihat atau berinteraksi dengan komponen courseware ini.

source: Is Proctoring Enabled
id: Dengan-Pengawas Diaktifkan

source: This setting indicates whether this exam is a proctored exam.
id: Pengaturan ini menunjukkan apakah tes ini adalah tes dengan pengawas.

source: Is Practice Exam
id: Adalah Tes Masuk

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
id: Pengaturan ini menunjukkan jika tes ini hanya untuk pengetesan. Tes-tes praktek tidak diverifikasi.

source: Group ID {group_id}
id: ID grup {group_id}

source: Not Selected
id: Tak Terpilih

source: This name is used for organizing your course content, but is not shown to students.
id: Nama yang digunakan untuk mengelola konten kursus Anda, tapi tidak ditampilkan pada para siswa.

source: Content Experiment
id: Eksperimen Konten

source: The list of group configurations for partitioning students in content experiments.
id: Daftar konfigurasi grup untuk membagi-bagi para siswa dalam eksperimen konten.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
id: Konfigurasi ini menenetukan bagaimana para pengguna dikelompokkan untuk eksperimen konten ini. Perhatian: Merubah konfigurasi grup pada eksperimen siswa yang muncul akan mempengaruhi data eksperimen.

source: Group Configuration
id: Konfigurasi Grup

source: Which child module students in a particular group_id should see
id: Modul anak manakah yang seharusnya dilihat para siswa di group_id tertentu

source: {group_name} (inactive)
id: {group_name} (tidak aktif)

source: The experiment is not associated with a group configuration.
id: Eksperimen ini tidak terkait dengan sebuah konfigurasi grup.

source: Select a Group Configuration
id: Pilih sebuah Konfigurasi kelompok

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
id: Eksperimen ini menggunakan konfigurasi grup yang telah dihapus. Pilih sebuah konfigurasi grup yang valid atau hapus eksperimen ini.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
id: Eksperimen ini menggunakan konfigurasi grup yang tidak didukung untuk eksperimen. Pilih konfigurasi grup yang valid atau hapus eksperimen ini.

source: The experiment does not contain all of the groups in the configuration.
id: Eksperimen ini tidak memiliki semua grup dalam konfigurasi.

source: Add Missing Groups
id: Menambah Grup yang Hilang

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
id: Eksperimen ini memiliki sebuah grup yang tidak aktif. Pindahkan konten ke grup yang aktif, kemudian hapus grup yang tidak aktif.

source: This content experiment has issues that affect content visibility.
id: Eksperimen konten ini memiliki beberapa isu yang mempengaruhi tampilan konten.

source: External Discussion
id: Diskusi Eksternal

source: Text Annotation
id: Catatan Teks

source: Source/Citation
id: Sumber/Kutipan

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
id: Opsional untuk mengutip sumber dari material apapun yang digunakan. Kutipan otomatis dapat dilakukan menggunakan <a href="http://easybib.com">EasyBib</a>

source: Diacritic Marks
id: Simbol Diakritik

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
id: Tambahkan tanda diakritik untuk ditambahkan dalam teks menggunakan format yang dipisahkan dengan koma, sebagai contoh: markname;urltomark;baseline,markname2;urltomark2;baseline2

source: Video Annotation
id: Catatan Video

source: The external source URL for the video.
id: URL sumber eksternal untuk video ini

source: Source URL
id: URL sumber

source: Poster Image URL
id: URL Image Poster

source: Poster URL
id: URL Poster

source: Inputs
id: Input-Input

source: Number of text boxes available for students to input words/sentences.
id: Jumlah kotak centang yang tersedia bagi para siswa untuk memasukkan kata-kata/kalimat

source: Maximum Words
id: Maksimum Kata

source: Maximum number of words to be displayed in generated word cloud.
id: Jumlah maksimum kata-kata untuk ditampilkan di word cloud yang dibuat.

source: Show Percents
id: Tampilkan Persentase

source: Statistics are shown for entered words near that word.
id: Statistik diperlihatkan untuk kata-kata yang dimasukkan dekat kata tersebut.

source: Whether this student has posted words to the cloud.
id: Apakah siswa ini telah memposting kata-kata ke cloud

source: Student answer.
id: Jawaban Siswa

source: All possible words from all students.
id: Semua kata-kata yang mungkin dari para siswa.

source: Top num_top_words words for word cloud.
id: Kata-kata Top num_top_words untuk word cloud.

source: Enter the default date by which problems are due.
id: Masukkan tanggal default untuk batas waktu soal

source: If true, can be seen only by course staff, regardless of start date.
id: Jika true, hanya dapat dilihat oleh staf kursus, tanpa menghiraukan tanggal mulai.

source: GIT URL
id: URL GIT

source: Enter the URL for the course data GIT repository.
id: Masukkan URL untuk repositori GIT data kursus

source: XQA Key
id: Key XQA

source: This setting is not currently supported.
id: Pengaturan ini sementara tidak tersedia.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
id: Masukkan lokasi server storage catatan. Modul lanjutan dari catatanteks, catatanvideo, dan catatanimage membutuhkan pengaturan ini.

source: URL for Annotation Storage
id: URL untuk Storage Catatan

source: Enter the secret string for annotation storage. The textannotation, videoannotation, and imageannotation advanced modules require this string.
id: Masukkan string rahasia untuk storage catatan. Modul lanjutan dari catatanteks, catatanvideo, dan catatanimage membutuhkan string ini.

source: Enter the ids for the content groups this problem belongs to.
id: Masukkan id grup konten dimana soal ini berasal.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", and "never".
id: Tentukan ketika tombol Tampilkan Jawaban muncul untuk setiap soal. Nilai yang valid adalah "selalu", "dijawab", "dicoba", "ditutup", "diselesaikan", "past_due", "correct_or_past_due", dan "tidak pernah".

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
id: Tentukan default untuk berapa sering nilai variabel dalam sebuah soal diacak. Pengaturan ini harus diset ke "tidak pernah" kecuali Anda berencana untuk memberikan sebuah skrip Phyton untuk mengenali dan mengacak nilai-nilai pada sebagian besar soal di kursus Anda. Nilai valid adalah "selalu", "direset", "tidak pernah", dan "per_student".

source: Days Early for Beta Users
id: Awal hari untuk pengguna Beta

source: Enter the number of days before the start date that beta users can access the course.
id: Masukkan jumlah hari sebelum tanggal mulai dimana pengguna beta dapat mengakses kursus.

source: Static Asset Path
id: Path Aset Statik

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
id: Masukkan path yang digunakan untuk file-file pada halaman File & Unggahan. Nilai ini membatalkan default Studio, c4x://.

source: Text Customization
id: Kustomisasi Teks

source: Enter string customization substitutions for particular locations.
id: Masukkan pengganti kustomisasi string untuk lokasi-lokasi tertentu.

source: Enable LaTeX Compiler
id: Aktifkan LaTeX Compiler

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
id: Masukkan true atau false. Jika true, Anda dapat menggunakan template LaTeX untuk komponen HTML dan komponen lanjutan Soal.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
id: Masukkan jumlah maksimum dimana seorang siswa dapat mencoba untuk menjawab soal. Sebagai default, Upaya Maksimum diset ke kosong, dalam arti bahwa para siswa dapat memiliki upaya tidak terbatas untuk menjawab soal. Anda dapat membatalkan pengaturan ini untuk soal-soal pribadi. Namun, jika pengaturan kursus berupa angka tertentu, Anda tidak dapat mengeset Upaya Maksimum untuk soal-soal pribadi ke tidak terbatas.

source: Matlab API key
id: Key Matlab API

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
id: Masukkan key API yang disediakan oleh MathWorks untuk mengakses MATLAB Hosted Service. Key ini diberikan untuk pemakaian ekslusif dalam kursus ini untuk durasi yang ditentukan. Jangan membagi key API dengan kursus-kursus lain. Beritahu MathWorks segera jika Anda merasa key ini terbuka atau tidak aman. Untuk mendapatkan kunci untuk kursus Anda, atau untuk melaporkan sebuah isu, silakan hubungi moocsupport@mathworks.com

source: Group Configurations
id: Konfigurasi Grup

source: Enter the configurations that govern how students are grouped together.
id: Masukkan konfigurasi yang menentukan bagaimana para siswa dikelompokkan bersama

source: Enable video caching system
id: Aktifkan sistem video caching

source: Enter true or false. If true, video caching will be used for HTML5 videos.
id: Masukkan true atau false. Jika true, video caching akan digunakan untuk video-video HTML5.

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. For example, an entry for a video with two transcripts looks like this: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}
id: Tentukan sebuah video, 5-10 detik lamanya, untuk diputar sebelum video kursus. Masukkan ID video dari halaman Unggah Video dan saru atau lebih file transkrip dalam format berikut: {"video_id": "ID", "transcripts": {"language": "/static/filename.srt"}}. Sebagai contoh, sebuah entri video dengan dua trankrip akan terlihat seperti ini: {"video_id": "77cef264-d6f5-4cf2-ad9d-0178ab8c77be", "transcripts": {"en": "/static/DemoX-D01_1.srt", "uk": "/static/DemoX-D01_1_uk.srt"}}

source: Show Reset Button for Problems
id: Tampilkan tombol Reset untuk Soal

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
id: Masukkan true atau false. Jika true, soal-soal dalam kursus diset default untuk selalu menampilkan tombol 'Reset'. Anda dapat membatalkan hal ini di pengaturan setiap soal. Semua soal yang ada akan terpengaruh ketika pengaturan kursus ini diubah.

source: Enable Student Notes
id: Aktifkan Catatan Siswa

source: Enter true or false. If true, students can use the Student Notes feature.
id: Masukkan true atau false. Jika true, para siswa dapat menggunakan fitur Catatan Siswa.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
id: Tentukan jika Catatan Siswa terlihat pada kursus. Para siswa juga dapat menampilkan atau menyembunyikan catatan mereka di courseware.

source: Tag this module as part of an Entrance Exam section
id: Tag modul ini sebagai bagian dari seksi Tes Masuk

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
id: Masukkan true atau false. Jika true, modul jawaban soal akan dimasukkan dalam algoritma penilaian/peringkatan Tes Masuk.

source: Self
id: Diri Sendiri

source: Peer
id: Teman

source: Not started.
id: Belum dimulai.

source: Being scored.
id: Sedang dinilai.

source: Scoring finished.
id: Penilaian selesai.

source: Complete.
id: Selesai.

source: Scored rubric
id: Rubrik yang dinilai

source: You have attempted this question {number_of_student_attempts} times. You are only allowed to attempt it {max_number_of_attempts} times.
id: Anda telah mencoba menjawab soal ini {number_of_student_attempts} kali. Anda hanya boleh mencoba sebanyak {max_number_of_attempts} kali lagi.

source: The problem state got out-of-sync. Please try reloading the page.
id: Status soal out-of-sync. Silakan coba memuat ulang halaman ini.

source: Self-Assessment
id: Penilaian-Diri Sendiri

source: Peer-Assessment
id: Penilaian-Teman

source: Instructor-Assessment
id: Penilaian-Instruktur

source: AI-Assessment
id: Penilaian-AI

source: Could not find needed tag {tag_name} in the survey responses. Please try submitting again.
id: Tidak dapat menemukan tag yang dibutuhkan {tag_name} dalam tanggapan survey. Silakan coba mengirim kembali.

source: There was an error saving your feedback. Please contact course staff.
id: Terjadi kesalahan dalam menyimpan feedback Anda. Silakan hubungi staf kursus.

source: Couldn't submit feedback.
id: Tidak dapat mengirimkan feedback.

source: Successfully saved your feedback.
id: Berhasil menyimpan feedback Anda.

source: Unable to save your feedback. Please try again later.
id: Tidak berhasil menyimpan komentar Anda. Silakan coba kembali.

source: Successfully saved your submission.
id: Berhasil menyimpan jawaban Anda.

source: Unable to submit your submission to the grader. Please try again later.
id: Tidak dapat mengirimkan jawaban anda ke penilai. Silakan coba lagi.

source: Error getting feedback from grader.
id: Terjadi kesalahan saat mengambil feedback dari penilai.
