Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: problem distribution graded
id: Distribusi soal dinilai

source: generated
id: dibuat

source: certificates generated
id: sertifikat dibuat

source: cohorted
id: dikelompokkan

source: First Name
id: Nama Depan

source: Last Name
id: Nama Belakang

source: Company Name
id: Nama Perusahaan

source: Title
id: Judul

source: Year of Birth
id: Tahun Kelahiran

source: City
id: Kota

source: Country
id: Negara

source: Enrollment Date
id: Tanggal Pendaftaran

source: Currently Enrolled
id: Saat ini Terdaftar di

source: Enrollment Source
id: Sumber Pendaftaran

source: Enrollment Role
id: Peran Pendaftaran

source: List Price
id: Daftar Harga

source: Payment Amount
id: Jumlah Pembayaran

source: Coupon Codes Used
id: Kode Kupon yang Digunakan

source: Registration Code Used
id: Kode Pendaftaran yang Digunakan

source: Payment Status
id: Status Pembayaran

source: Transaction Reference Number
id: Nomor Referensi Transaksi

source: No status information available
id: Tidak ada status informasi yang tersedia

source: No task_output information found for instructor_task {0}
id: Tidak ada informasi task_output yang ditemukan untuk instructor_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
id: Tidak ada informasi task_output terurai yang ditemukan untuk instructor_task {0}: {1}

source: No parsable status information available
id: Tidak ada informasi status terurai yang tersedia

source: No message provided
id: Tidak ada pesan yang diberikan

source: Invalid task_output information found for instructor_task {0}: {1}
id: Informasi task_output yang ditemukan untuk instructor_task {0}: {1} tidak valid

source: No progress status information available
id: Tidak ada informasi status perkembangan yang tersedia

source: No parsable task_input information found for instructor_task {0}: {1}
id: Tidak ada informasi task_input terurai yang ditemukan untuk instructor_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
id: Perkembangan: sejauh ini {action} {succeeded} dari {attempted}

source: Unable to find submission to be {action} for student '{student}'
id: Tidak dapat menemukan jawaban untuk di {action} untuk siswa '{student}'

source: Problem failed to be {action} for student '{student}'
id: Soal tidak berhasil di {action} untuk siswa '{student}'

source: Problem successfully {action} for student '{student}'
id: Soal berhasil di {action} untuk siswa '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
id: Tidak dapat menemukan jawaban tes masuk untuk di {action} untuk siswa '{student}'

source: Entrance exam successfully {action} for student '{student}'
id: Tes masuk berhasil di {action} untuk siswa '{student}'

source: Unable to find any students with submissions to be {action}
id: Tidak dapat menemukan siswa dengan jawaban untuk di {action}

source: Problem failed to be {action} for any of {attempted} students
id: Soal tidak berhasil di {action} untuk satupun {attempted} siswa

source: Problem successfully {action} for {attempted} students
id: Soal berhasil di {action} untuk {attempted} siswa

source: Problem {action} for {succeeded} of {attempted} students
id: Soal {action} untuk {succeeded} dari {attempted} siswa

source: Unable to find any recipients to be {action}
id: Tidak dapat menemukan satupun penerima untuk di {action}

source: Message failed to be {action} for any of {attempted} recipients
id: Pesan tidak berhasil untuk di {action} untuk satupun {attempted} penerima

source: Message successfully {action} for {attempted} recipients
id: Pesan berhasil di {action} untuk {attempted} penerima

source: Message {action} for {succeeded} of {attempted} recipients
id: Pesan di {action} untuk {succeeded} dari {attempted} penerima

source: Whether to display this module in the table of contents
id: Apakah untuk menampilkan modul ini di daftar isi

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
id: Dalam format apakah modul ini (digunakan untuk memutuskan penilai mana yang dipilih, dan apa yang akan muncul dalam TOC)

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
id: Masukkan chrome, atau tool navigasi, untuk digunakan pada Xblock di LMS. Nilai yang valid adalah:"chromeless" -- untuk tidak menggunakan tab atau accordion; "tabs" -- untuk hanya menggunakan tab; "accordion" -- untuk hanya menggunakan accordion; atau "tabs,accordion" -- untuk menggunakan tab dan accordion.

source: Default Tab
id: Tab Default

source: Enter the tab that is selected in the XBlock. If not set, the Courseware tab is selected.
id: Masukan tab yang dipilih pada XBlock. Jika belum ditentukan, tab Courseware yang dipilih.

source: LaTeX Source File Name
id: Nama File Sumber LaTeX

source: Enter the source file name for LaTeX.
id: Masukkan nama file sumber untuk LaTeX.

source: Course Is Public
id: Kursus untuk Umum

source: Enter true or false. If true, the course is open to the public. If false, the course is open only to admins.
id: Masukkan true atau false. Jika true, kursus terbuka untuk umum. Jika false, kursus hanya terbuka bagi admin.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
id: Sebuah kamus yang memetakan grup mana saja yang dapat ditunjukkan blok ini. Key-nya adalah id konfigurasi grup dan nilainya adalah daftar dari ID grup. Jika tidak ada key untuk konfigurasi grup atau jika set dari ID grup kosong maka blok ini dianggap dapat dilihat oleh semua. Catat bahwa kolom ini diabaikan jika blok hanya visible_to_staff.

source: This component refers to deleted or invalid content group configurations.
id: Komponen ini mengacu pada konfigurasi grup konten yang dihapus atau tidak valid.

source: This component refers to deleted or invalid content groups.
id: Komponen ini mengacu pada grup konten yang dihapus atau tidak valid.

source: My Notes
id: Catatan Saya

source: Could not contact the external grading server. Please contact the development team at {email}.
id: Tidak dapat menghubungi server penilai eksternal. Silakan hubungi tim pengembang di {email}.

source: Cannot find any open response problems in this course. Have you submitted answers to any open response assessment questions? If not, please do so and return to this page.
id: Tidak dapat menemukan soal jawaban bebas di kursus ini. Apakah Anda telah mengirimkan jawaban untuk pertanyaan penilaian dengan jawaban bebas? Jika belum, silakan kirim dan kembali ke halaman ini.

source: AI Assessment
id: Penilaian AI

source: Peer Assessment
id: Penilaian Sejawat

source: Not yet available
id: Belum tersedia

source: Automatic Checker
id: Pengecek Otomatis

source: Instructor Assessment
id: Penilaian Instruktur

source: Error occurred while contacting the grading service. Please notify course staff.
id: Muncul kesalahan saat mengontak layanan pemeringkatan. Harap beritahu staf kursus.

source: Error occurred while contacting the grading service. Please notify your edX point of contact.
id: Muncul kesalahan saat mengontak layanan pemeringkatan. Harap beritahu kontak edX Anda.

source: for course {0} and student {1}.
id: untuk kursus {0} dan siswa {1}.

source: View all problems that require peer assessment in this particular course.
id: Lihat semua masalah yang membutuhkan penilaian sejawat pada kuliah ini.

source: View ungraded submissions submitted by students for the open ended problems in the course.
id: Lihat kiriman yang belum diperingkat yang dikirim siswa untuk masalah open ended pada kursus ini.

source: View open ended problems that you have previously submitted for grading.
id: Lihat masalah open ended yang Anda sebelumnya telah kirim untuk pemeringkatan.

source: View submissions that have been flagged by students as inappropriate.
id: Lihat kiriman yang telah ditandai oleh siswa sebagai tidak pantas.

source: New submissions to grade
id: Kiriman baru untuk diperingkat

source: New grades have been returned
id: Peringkat baru telah dikembalikan

source: Submissions have been flagged for review
id: Kiriman telah ditandai untuk ulasan

source: Staff grading
id: Penilaian oleh Staf

source: Peer grading
id: Penilaian oleh Teman

source: Open Ended Panel
id: Panel Open Ended

source: Error with initializing peer grading. There has not been a peer grading module created in the courseware that would allow you to grade others. Please check back later for this.
id: Kesalahan pada inisialisasi pemeringkatan sejawat. Belum ada modul pemeringkatan sejawat dibuat pada materi kuliah yang memungkinkan Anda memeringkat siswa lainnya. Harap cek kembali nanti.

source: Order Payment Confirmation
id: Konfirmasi Order Pembayaran

source: Confirmation and Registration Codes for the following courses: {course_name_list}
id: Kode Konfirmasi dan Pendaftaran untuk kursus berikut: {course_name_list}

source: Trying to add a different currency into the cart
id: Mencoba untuk menambahkan mata uang berbeda ke dalam keranjang

source: Internal reference code for this invoice.
id: Kode referensi internal untuk invoice ini.

source: Customer's reference code for this invoice.
id: Kode referensi customer untuk invoice ini.

source: The amount of the transaction. Use positive amounts for payments and negative amounts for refunds.
id: Nominal transaksi. Gunakan jumlah positif untuk pembayaran dan jumlah negatif untuk pengembalian uang.

source: Lower-case ISO currency codes
id: Kode ISO Mata Uang dengan huruf kecil

source: Optional: provide additional information for this transaction
id: Opsional: berikan informasi tambahan untuk transaksi ini

source: The status of the payment or refund. 'started' means that payment is expected, but money has not yet been transferred. 'completed' means that the payment or refund was received. 'cancelled' means that payment or refund was expected, but was cancelled before money was transferred.
id: Status pembayaran atau pengembalian uang. 'mulai' artinya pembayaran akan dilakukan, tetapi uangnya belum ditransfer. 'selesai' artinya pembayaran atau pengembalian uang diterima. 'dibatalkan' artinya pembayaran atau pengembalian uang akan dilakukan, tapi dibatalkan sebelum uangnya ditransfer.

source: The number of items sold.
id: Jumlah barang yang terjual.

source: The price per item sold, including discounts.
id: Harga per barang dijual, termasuk diskon.

source: Registration for Course: {course_name}
id: Pendaftaran untuk Kurus: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
id: Silakan kunjungi {link_start} {link_end} dashboard Anda untuk melihat kursus baru anda.

source: Enrollment codes for Course: {course_name}
id: Kode Pendaftaran untuk Kursus: {course_name}

source: Mode {mode} does not exist for {course_id}
id: Mode {mode} tidak ada pada {course_id}

source: {mode_name} for course {course}
id: {mode_name} untuk kursus {course}

source: If you haven't verified your identity yet, please start the verification process ({verification_url}).
id: Jika Anda belum menverifikasi identitas Anda, silakan mulai proses verifikasi ({verification_url}).

source: You have up to two weeks into the course to unenroll and receive a full refund.To receive your refund, contact {billing_email}. Please include your order number in your email. Please do NOT include your credit card information.
id: Anda memiliki waktu sampai dua minggu untuk membatalkan pendaftaran dan menerima pengembalian uang secara penuh. Untuk menerima pengambilan uang Anda, hubungi {billing_email}. Harap sertakan nomor pesanan di dalam email Anda. Mohon untuk TIDAK menyertakan informasi kartu kredit Anda.

source: We greatly appreciate this generous contribution and your support of the {platform_name} mission. This receipt was prepared to support charitable contributions for tax purposes. We confirm that neither goods nor services were provided in exchange for this gift.
id: Kami sangat menghargai kontribusi dan dukungan Anda atas misi {platform_name}. Tanda terima ini dibuat sebagai lampiran kontribusi sosial untuk keperluan pajak. Kami menyatakan bahwa tidak ada barang atau jasa yang ditukar dengan pemberian ini.

source: Could not find a course with the ID '{course_id}'
id: Tidak dapat menemukan kursus dengan ID ini {course_id}'

source: Donation for {course}
id: Donasi untuk {course}

source: Donation for {platform_name}
id: Donasi untuk {platform_name}

source: Page {page_number} of {page_count}
id: Halaman {page_number} dari {page_count}

source: Invoice
id: Faktur

source: Order
id: Pesanan

source: Date: {date}
id: Tanggal: {date}

source: Quantity
id: Kuantitas

source: List Price per item
id: Daftar biaya per barang

source: Discount per item
id: Diskon per barang

source: Amount
id: Jumlah

source: Payment Received
id: Pembayaran Diterima

source: Balance
id: Saldo

source: Billing Address
id: Alamat Penagihan

source: TERMS AND CONDITIONS
id: SYARAT DAN KETENTUAN

source: Order Number
id: Nomor Pesanan

source: Customer Name
id: Nama Pelanggan

source: Date of Original Transaction
id: Tanggal Transaksi

source: Date of Refund
id: Tanggal Pengembalian Uang

source: Amount of Refund
id: Jumlah Pengembalian Uang

source: Service Fees (if any)
id: Biaya Layanan (jika ada)

source: Purchase Time
id: Waktu Pembelian

source: Order ID
id: Id Pesanan

source: Unit Cost
id: Biaya Unit

source: Total Cost
id: Jumlah Biaya

source: Currency
id: Mata uang

source: Comments
id: Komentar

source: University
id: Universitas

source: Course Announce Date
id: Tanggal Pengumuman Kursus

source: Course Start Date
id: Tanggal Mulai Kursus

source: Course Registration Close Date
id: Tanggal Penutupan Pendaftaran Kursus

source: Course Registration Period
id: Periode Pendaftaran Kursus

source: Total Enrolled
id: Jumlah yang Mendaftar

source: Audit Enrollment
id: Audit Pendaftaran

source: Honor Code Enrollment
id: Pendaftaran Kode Kehormatan

source: Verified Enrollment
id: Pendaftaran terverifikasi

source: Gross Revenue
id: Pendapatan Kotor

source: Gross Revenue over the Minimum
id: Pendapatan Kotor di atas Minimum

source: Number of Verified Students Contributing More than the Minimum
id: Jumlah Siswa Terverifikasi Menyumbang Lebih dari Minimum

source: Number of Refunds
id: Jumlah Pengembalian Uang

source: Dollars Refunded
id: Dollar yang dikembalikan ulang

source: Number of Transactions
id: Jumlah Transaksi

source: Total Payments Collected
id: Total Pembayaran Diterima

source: Number of Successful Refunds
id: Jumlah

source: Total Amount of Refunds
id: Total Nominal Pengembalian Uang

source: You must be logged-in to add to a shopping cart
id: Anda mesti sudah login untuk menambahkan ke keranjang belanja

source: The course you requested does not exist.
id: Kuliah yang diminta tidak ada.

source: The course {course_id} is already in your cart.
id: Kursus ini {course_id} sudah ada dalam keranjang belanja Anda.

source: You are already registered in course {course_id}.
id: Anda sudah terdaftar di kursus ini {course_id}

source: Course added to cart.
id: Kuliah ditambahkan ke keranjang.

source: Discount does not exist against code '{code}'.
id: Diskon tidak ada untuk kode '{code}'.

source: This enrollment code ({enrollment_code}) is no longer valid.
id: Kode pendaftaran ({enrollment_code}) ini tidak lagi valid.

source: This enrollment code ({enrollment_code}) is not valid.
id: Kode pendaftaran ({enrollment_code}) ini tidak valid.

source: Code '{registration_code}' is not valid for any course in the shopping cart.
id: Kode '{registration_code}' tidak valid untuk satupun kursus di keranjang belanja.

source: Cart item quantity should not be greater than 1 when applying activation code
id: Jumlah barang keranjang belanja tidak boleh lebih besar dari 1 ketika menggunakan kode aktivasi

source: Only one coupon redemption is allowed against an order
id: Hanya satu kupon penebusan yang diperbolehkan untuk satu pesanan.

source: success
id: berhasil

source: You do not have permission to view this page.
id: Anda tidak memiliki izin untuk melihat halaman ini.

source: The payment processor did not return a required parameter: {0}
id: Pemroses pembayaran tidak mengembalikan parameter yang dibutuhkan: {0}

source: The payment processor returned a badly-typed value {0} for param {1}.
id: Pemroses pembayaran mengembalikan nilai {0} untuk param {1} yang diketik-jelek.

source: The payment processor accepted an order whose number is not in our system.
id: Pemroses pembayaran telah menerima order yang nomornya tidak ada di sistem k ami.

source: The amount charged by the processor {0} {1} is different than the total cost of the order {2} {3}.
id: Jumlah yang dikenakan oleh pemroses {0} {1} berbeda dari total biaya dari order {2} {3}.

source: Sorry! Our payment processor did not accept your payment. The decision they returned was {decision_text}, and the reason was {reason_text}. You were not charged. Please try a different form of payment. Contact us with payment-related questions at {email}.
id: Maaf! prosesor pembayaran kami tidak dapat menerima pembayaran Anda. Pernyataan yang mereka berikan adalah {decision_text}, dan alasannya adalah {reason_text}. Anda belum ditagih. Silakan coba tipe pembayaran yang lain. Hubungi kami dengan pertanyaan mengenai pembayaran di {email}.

source: Sorry! Our payment processor sent us back a payment confirmation that had inconsistent data!We apologize that we cannot verify whether the charge went through and take further action on your order.The specific error message is: {error_message}. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! prosesor pembayaran kami mengembalikan data konfirmasi pembayaran dengan data yang tidak konsisten! Kami minta maaf bahwa kami tidak dapat memverifikasi apakah tagihan berhasil diproses dan dibebankan pada pesanan Anda. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}

source: Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: {error_message}. Your credit card has probably been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Terjadi kesalahan di mana pembelian Anda ditagih dengan nominal yang berbeda dengan total pesanan! Pesan kesalahan sebagai berikut: {msg}. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}.

source: Sorry! Our payment processor sent us back a corrupted message regarding your charge, so we are unable to validate that the message actually came from the payment processor. The specific error message is: {error_message}. We apologize that we cannot verify whether the charge went through and take further action on your order. Your credit card may possibly have been charged. Contact us with payment-specific questions at {email}.
id: Maaf! Prosesor pembayaran kami mengembalikan data pesan yang korup mengenai tagihan Anda, sehingga kami tidak dapat memvalidasi bahwa pesan ini benar-benar datang dari prosesor pembayaran. Pesan kesalahan sebagai berikut: {msg}. Kami minta maaf bahwa kami tidak dapat menverifikasi apakah tagihan berhasil diproses dan dibebankan pada pesanan Anda. Biaya ini mungkin sudah ditagihkan ke kartu kredit Anda. Hubungi kami dengan pertanyaan seputar pembayaran di {email}

source: Successful transaction.
id: Transaksi sukses.

source: The request is missing one or more required fields.
id: Permintaan kurang satu atau lebih isian wajib.

source: One or more fields in the request contains invalid data.
id: Satu atau lebih isian dalam permintaan mengandung data yang tidak valid.

source: The merchantReferenceCode sent with this authorization request matches the merchantReferenceCode of another authorization request that you sent in the last 15 minutes. Possible fix: retry the payment after 15 minutes.
id: KodeReferensimerchant yang dikirimkan dengan permintaan otorisasi ini sama dengan KodeReferensimerchant dari permintaan otorisasi lain yang baru saja Anda kirimkan dalam 15 menit terakhir. Solusi yang mungkin: coba kembali pembayaran setelah 15 menit.

source: Error: General system failure. Possible fix: retry the payment after a few minutes.
id: Kesalahan: Kegagalan umum sistem. Coba ulangi pembayaran setelah beberapa menit.

source: Error: The request was received but there was a server timeout. This error does not include timeouts between the client and the server. Possible fix: retry the payment after some time.
id: Kesalahan: Permintaan telah `diterima tapi terjadi timeout pada server. Kesalahan ini tidak mencakup timeout antara klien dan server. Solusi yang mungkin: coba kembali pembayaran setelah beberapa waktu.

source: Error: The request was received, but a service did not finish running in time Possible fix: retry the payment after some time.
id: Kesalahan: Pemintaan telah diterima tapi sebuah service tidak berhasil selesai tepat waktu. Solusi yang mungkin: coba kembali pembayaran setelah beberapa waktu.

source: The issuing bank has questions about the request. Possible fix: retry with another form of payment
id: Bank penerbit mempertanyakan permintaannya. Coba ulangi dengan bentuk pembayaran lainnya

source: Expired card. You might also receive this if the expiration date you provided does not match the date the issuing bank has on file. Possible fix: retry with another form of payment
id: Kartu kadaluarsa. Anda juga mungkin menerima ini jika tanggal kadaluarsa yang Anda berikan tidak sesuai dengan tanggal yang dimiliki bank penerbit. Tindakan yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: General decline of the card. No other information provided by the issuing bank. Possible fix: retry with another form of payment
id: Penolakan umum pada kartu. Tidak ada informasi lain yang diberikan oleh bank penerbit. Solusi yang mungkin: coba kembali dengan tipe pembayaran yang lain.

source: Insufficient funds in the account. Possible fix: retry with another form of payment
id: Dana yang tersedia di akun tidak cukup. Coba ulangi dengan bentuk pembayaran lainnya

source: Unknown reason
id: Alasan tidak diketahui

source: Issuing bank unavailable. Possible fix: retry again after a few minutes
id: Bank penerbit tidak tersedia. Coba lagi setelah beberapa menit

source: Inactive card or card not authorized for card-not-present transactions. Possible fix: retry with another form of payment
id: Kartu tidak aktif atau kartu tidak diotorisasi untuk transaksi-transaksi tanpa-kartu. Solusi yang mungkin: coba kembali tipe pembayaran yang lain.

source: The card has reached the credit limit. Possible fix: retry with another form of payment
id: Kartunya telah mencapai limit. Coba ulangi dengan bentuk pembayaran lainnya

source: Invalid card verification number. Possible fix: retry with another form of payment
id: Nomor verifikasi kartu tidak valid. Coba ulangi dengan bentuk pembayaran lainnya

source: Invalid account number. Possible fix: retry with another form of payment
id: Nomor akun tidak valid. Coba ulangi dengan bentuk pembayaran lainnya
