Repository: ariestiyansyah/idx-translation
Catalog: django-partial.po
Languages: id

source: View our %(start_link)shelp section for contact information and answers to commonly asked questions%(end_link)s
id: Lihat %(start_link)sbagian bantuan untuk informasi kontak dan jawaban atas pertanyaan yang sering diajukan%(end_link)s

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
id: Anda menerima email karena Anda meminta perubahan sandi untuk akun pengguna anda pada %(site_name)s.

source: Please go to the following page and choose a new password:
id: Mohon buka halaman berikut dan pilih password baru:

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
id: Jika Anda tidak meminta perubahan ini, Anda dapat mengabaikan email ini - kami belum merubah sandi Anda.

source: Thanks for using our site!
id: Terima kasih telah menggunakan situs kami!

source: The %(platform_name)s Team
id: Tim %(platform_name)

source: Last modified:
id: Modifikasi terakhir:

source: See all children
id: Lihat semua cabang

source: This article was last modified:
id: Artikel ini dimodifikasi terakhir kali:

source: Add new article
id: Tambah artikel baru

source: Create article
id: Buat artikel

source: Go back
id: Kembali

source: Delete article
id: Hapus artikel

source: Delete
id: Hapus

source: You cannot delete a root article.
id: Anda tidak dapat menghapus artikel utama.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
id: Anda tidak dapat menghapus artikel ini karena Anda tidak punya ijin untuk menghapus artikel dengan cabang. Coba hapus cabang artikel satu satu.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
id: Anda menghapus sebuah artikel. Ini berarti cabang artikel juga akan dihapus. Jika Anda pilih untuk membersihkan, cabang juga akan dibersihkan!

source: Articles that will be deleted
id: Artikel yang akan dihapus

source: ...and more!
id: .. dan banyak lagi!

source: You are deleting an article. Please confirm.
id: Anda akan menghapus artikel. Mohon konfirmasi.

source: Edit
id: Ubah

source: Save changes
id: Simpan perubahan

source: Preview
id: Pratinjau

source: Close
id: Tutup

source: Wiki Preview
id: Preview Wiki

source: window open
id: jendela terbuka

source: Back to editor
id: Kembali ke editor

source: History
id: Sejarah

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
id: Klik tiap revisi untuk melihat daftar baris yang diedit. Klik tombol Pratinjau untuk melihat bagaimana artikel terlihat saat ini. Di bagaian bawah halaman, Anda dapat mengganti ke revisi khusus atau jadisatukan revisi lama dengan saat ini.

source: (no log message)
id: (tidak ada log pesan)

source: Preview this revision
id: Pratinjau revisi ini

source: Auto log:
id: Log otomatis:

source: Change
id: Ganti

source: Merge selected with current...
id: Gabungkan tersorot dengan saat ini...

source: Switch to selected version
id: Pindah ke versi tersorot

source: Wiki Revision Preview
id: Preview revisi Wiki

source: Back to history view
id: Kembali ke tampilan terdahulu

source: Switch to this version
id: Ganti ke versi ini

source: Merge Revision
id: Penggabungan revisi

source: Merge with current
id: Gabung dengan terkini

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
id: Ketika Anda menggabung revisi dengan terkini, seluruh data akan disimpan dari kedua versi dan digabung dari lokasi terkira pada tiap revisinya.

source: After this, it's important to do a manual review.
id: Setelah ini, penting untuk review manual.

source: Create new merged version
id: Buat versi tergabung yang baru

source: Previewing revision:
id: Melihat revisi:

source: Previewing a merge between two revisions:
id: Melihat penggabungan antara dua revisi:

source: This revision has been deleted.
id: Revisi telah dihapus.

source: Restoring to this revision will mark the article as deleted.
id: Mengembalikan ke revisi ini akan menandai artikel sebagai terhapus.

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
id: Anda harus <a href="%(login_url)s">masuk</a> atau <a href="%(signup_url)s">daftar</a> untuk pakai fungsi ini.

source: You need to log in or sign up to use this function.
id: Anda harus masuk atau daftar untuk pakai fungsi ini.

source: Wiki Cheatsheet
id: Contekan Wiki

source: Wiki Syntax Help
id: Bantuan Sintaks Wiki

source: This wiki uses <strong>Markdown</strong> for styling. There are several useful guides online. See any of the links below for in-depth details:
id: Wiki ini menggunakan <strong>Markdown</strong> untuk gaya. Ada beberapa panduan online yang berguna. Lihat tautan di bawah untuk detil lengkapnya:

source: Markdown: Basics
id: Markdown: Dasar-dasar

source: Quick Markdown Syntax Guide
id: Panduan Sintaks Cepat Markdown

source: Miniature Markdown Guide
id: Miniatur Panduan Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
id: Untuk membuat artikel wiki yang baru, buat tautan ke dirinya. Mengklik tautan memberikan Anda halaman pembuatan.

source: [Article Name](wiki:ArticleName)
id: [Nama Artikel](wiki:NamaArtikel)

source: %(platform_name)s Additions:
id: Tambahan %(platform_name)s

source: Math Expression
id: Lambang Matematika

source: Useful examples:
id: Contoh yang bermanfaat:

source: %(platform_name)s Wiki
id: Wiki %(platform_name)s

source: Huge Header
id: Header Besar

source: Smaller Header
id: Header Lebih Kecil

source: *emphasis* or _emphasis_
id: *penekanan* atau _penekanan_

source: **strong** or __strong__
id: **tegas** atau __tegas__

source: Unordered List
id: Daftar tanpa-urutan

source: Ordered
id: Terurut

source: List
id: Daftar

source: Quotes
id: Kutipan

source: Markdown syntax is allowed. See the %(start_link)scheatsheet%(end_link)s for help.
id: Sintaks markdown diiperbolehkan. Lihat %(start_link)scheatsheet%(end_link)s untuk bantuan.

source: Attachments
id: Sisipan

source: Upload new file
id: Unggah berkas baru

source: Search and add file
id: Cari dan tambah berkas

source: Upload File
id: Unggah Berkas

source: Upload file
id: Unggah berkas

source: Search files and articles
id: Cari berkas dan artikel

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
id: Anda dapat menggunakan kembali berkas dari artikel lain. Berkas juga akan diperbarui jika berkas artikel lainnya diperbarui.

source: Search
id: Cari

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
id: Berkas berikut tersedia untuk artikel ini. Kopi tag markdown-nya untuk mengacu secara langsung ke berkas dari teks artikel.

source: Markdown tag
id: Label Markdown

source: Uploaded by
id: Diunggah oleh

source: Size
id: Ukuran

source: File History
id: Sejarah Berkas

source: Detach
id: Lepas kaitan

source: Replace
id: Ganti

source: Restore
id: Kembalikan Semula

source: anonymous (IP logged)
id: anonim (IP tercatat)

source: File history
id: Sejarah berkas

source: revisions
id: revisi

source: There are no attachments for this article.
id: Tidak ada sisipan di artikel ini.

source: You cannot create two cohorts with the same name
id: Anda tidak bisa membuat dua kelompok dengan nama yang sama.

source: There must be one cohort to which students can automatically be assigned.
id: Harus ada satu kelompok dimana para siswa dapat secara otomatis ditempatkan.

source: A cohort with the same name already exists.
id: Sebuah kelompok dengan nama yang sama sudah ada.

source: Course Credit Eligibility
id: Kelayakan Kredit Kursus

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
id: Identifier unik untuk provider kredit ini. Hanya karakter alfanumerik dan tanda baca (-) yang diperbolehkan. Identifier case-sensitive.

source: Whether the credit provider is currently enabled.
id: Apakah provider kredit saat ini diaktifkan.

source: Name of the credit provider displayed to users
id: Nama provider kredit ditampilkan ke para pengguna

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
id: Ketika true, secara otomatis memberitahukan provider kredit ketika seorang pengguna meminta kredit. Agar dapat berjalan dengan baik, sebuah secret key yang dibagi HARUS dikonfigurasi untuk provider kredit dalam pengaturan secure auth.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
id: URL dari provider kredit. Jika integrasi otomatis diaktifkan, ini akan menjadi end-point di mana kami MENGIRIM untuk memberitahukan provider atas permintaan kredit. Jika tidak, pengguna akan ditunjukkan tautan ke URL ini, sehingga pengguna dapat meminta kredit dari provider secara langsung.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
id: URL dari provider kredit di mana pengguna dapat mengecek status dari permintaan kreditnya. Ini akan ditampilkan kepada para siswa "setelah" mereka meminta kredit.

source: Description for the credit provider displayed to users.
id: Deskripsi provider kredit yang ditampilkan ke para pengguna.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
id: Teks sederhana atau konten html untuk menampilkan langkah-langkah selanjutnya pada halaman tanda terima *setelah* membayar kredit untuk mendapatkan kredit untuk sebuah kredit kursus terhadap provider kredit.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
id: Teks sederhana atau konten html untuk menampilkan pesan kustom di dalam konten email kelayakan kredit yang dikirimkan ketika pengguna telah memenuhi semua persyaratan kelayakan kredit.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
id: Teks sederhana atau konten html untuk menampilkan pesan kustom di dalam konten email tanda terima kredit yang dikirimkan *setelah* membayar untuk mendapatkan kredit untuk sebuah kredit kursus.

source: Thumbnail image url of the credit provider.
id: Url image thumbnail dari provider kredit.

source: Deadline for purchasing and requesting credit.
id: Batas waktu untuk membeli dan meminta kredit.

source: bytes
id: Bita

source: No file provided for profile image
id: Tidak ada file yang disediakan untuk image profil

source: The email address you used to register with {platform_name}
id: Alamat email yang Anda gunakan untuk mendaftar ke {platform_name}

source: Password
id: Sandi

source: Remember me
id: Ingat saya

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
id: Kelihatannya {email_address} ini sudah dipakai oleh akun lain. Coba kembali dengan alamat email yang berbeda.

source: It looks like {username} belongs to an existing account. Try again with a different username.
id: Kelihatannya {username} sudah dipakai oleh akun lain. Coba kembali dengan nama pengguna yang berbeda.

source: Needed for any certificates you may earn
id: Dibutuhkan untuk sertifikat yang bisa Anda peroleh

source: Public username
id: Nama pengguna publik

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
id: Nama yang akan digunakan untuk mengenali Anda di kursus Anda - {bold_start}(tidak dapat diubah kembali){bold_end}

source: Highest level of education completed
id: Jenjang Pendidikan tertinggi yang diselesaikan

source: Year of birth
id: Tahun kelahiran

source: Mailing address
id: Alaat Pos

source: Tell us why you're interested in {platform_name}
id: Beritahu kami mengapa Anda tertarik dengan {platform_name}

source: Please select your Country.
id: Silakan pilih Negara Anda.

source: Terms of Service and Honor Code
id: Ketentuan Layanan dan Kode Kehormatan

source: I agree to the {platform_name} {terms_of_service}.
id: Saya setuju dengan {terms_of_service} {platform_name}

source: You must agree to the {platform_name} {terms_of_service}.
id: Anda harus setuju dengan {terms_of_service} {platform_name}

source: The '{field_name}' field cannot be edited.
id: Kolom '{field_name}' tidak dapat diedit

source: Delete failed for user preference '{preference_key}'.
id: Penghapusan gagal dilakukan untuk preferensi pengguna '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
id: Preferensi '{preference_key}' tidak dapat diset dengan value kosong.

source: Invalid user preference key '{preference_key}'.
id: Key preferensi pengguna '{preference_key}' tidak valid.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
id: Nilai '{preference_value}' tidak valid untuk preferensi user '{preference_key}'.

source: Save failed for user preference '{key}' with value '{value}'.
id: Penyimpanan gagal dilakukan untuk preferensi pengguna '{key}' dengan nilai '{value}'.

source: No data provided for user preference update
id: Tidak ada data yang diberikan untuk pembaharuan preferensi pengguna

source: This value is invalid.
id: Nilai ini tidak valid.

source: This field is not editable
id: Kolom ini tidak dapat diedit
