Repository: ariestiyansyah/idx-translation
Catalog: final/underscore.po
Languages: id

source: Cancel
id: Batal

source: Actions
id: Tindakan-Tindakan

source: Description
id: Deskripsi

source: Save
id: Simpan

source: Due Date
id: Batas Waktu

source: Start Date
id: Tanggal Mulai

source: remove all
id: hapus semua

source: remove
id: hapus

source: Please print this page for your records; it serves as your receipt. You will also receive an email with the same information.
id: Silakan cetak halaman ini untuk catatan Anda; dokumen ini berlaku sebagai tanda terima. Anda juga akan menerima sebuah email dengan informasi yang sama.

source: Order No.
id: Nomer Urutan

source: Date
id: Tanggal

source: Amount
id: Jumlah

source: Please Note
id: Harap dicatat

source: Crossed out items have been refunded.
id: Item-item yang dicoret telah didanai ulang

source: Billed to
id: Ditagih ke

source: No receipt available
id: Tidak ada tanda terima yang tersedia

source: Go to Dashboard
id: Menuju dashboard

source: If you don't verify your identity now, you can still explore your course from your dashboard. You will receive periodic reminders from %(platformName)s to verify your identity.
id: Jika Anda tidak melakukan verifikasi terhadap identitas Anda sekarang, Anda tetap dapat menelusuri kursus Anda melalui dashboard. Anda akan menerima pemberitahuan secara berkala dari %(platformName)s terkait verifikasi indentitas Anda.

source: Want to confirm your identity later?
id: Ingin konfirmasi identitas anda nanti?

source: Verify Now
id: Verifikasi sekarang

source: Donate
id: Donasi

source: LEARN MORE
id: BELAJAR LEBIH BANYAK

source: Starts
id: Mulai

source: More
id: Lebih banyak

source: Less
id: Kurang

source: Clear All
id: Hapus semua

source: Highlighted text
id: Teks yang disorot

source: Note
id: Catatan

source: You commented...
id: Anda berkomentar...

source: Noted in:
id: Dicatat di:

source: Last Edited:
id: Perubahan Terakhir:

source: Tags:
id: Label:

source: name
id: nama

source: Clear search results
id: Bersihkan hasil pencarian

source: Click to edit
id: Klik untuk mengedit

source: title
id: Judul

source: Specify whether discussion topics are divided by cohort
id: Tentukan apakah topik diskusi dipisahkan per kelompok

source: Course-Wide Discussion Topics
id: Topik-Topik Diskusi mengenai Kursus

source: Select the course-wide discussion topics that you want to divide by cohort.
id: Pilih topik-topik diskusi kursus yang Anda ingin pisahkan berdasarkan kelompok

source: Content-Specific Discussion Topics
id: Berisi-Topik diskusi secara spesifik

source: Specify whether content-specific discussion topics are divided by cohort.
id: Tentukan apakah topik-topik diskusi mengenai konten khusus dipisahkan per kelompok

source: Always cohort content-specific discussion topics
id: Selalu kelompokkan topik-topik diskusi mengenai konten khusus

source: Cohort selected content-specific discussion topics
id: Kelompokkan topik-topik diskusi konten khusus yang terpilih

source: No content-specific discussion topics exist.
id: Tidak ada topik diskusi mengenai konten khusus

source: Cohorted
id: Dikelompokkan

source: Selected tab
id: Tab yang dipilih

source: Manage Students
id: Kelola (data) Siswa-Siswa

source: Settings
id: Setelan

source: Add students to this cohort
id: Tambahkan Siswa-Siswa ke kelompok ini

source: Note: Students can be in only one cohort. Adding students to this group overrides any previous group assignment.
id: Catatan: Siswa-Siswa hanya boleh ada di dalam satu kelompok. Menambahkan Siswa-Siswa ke grup ini akan menghapus penempatan grup sebelumnya

source: Enter email addresses and/or usernames, separated by new lines or commas, for the students you want to add. *
id: Masukkan alamat email dan/atau nama pengguna, dipisahkan oleh baris baru atau tanda koma, untuk Siswa-Siswa yang ingin Anda tambahkan.*

source: (Required Field)
id: (Kolom yang harus Diisi)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
id: Contoh: johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
id: Anda tidak akan menerima notifikasi untuk email-email yang tidak dapat terkirim (bounce email), harap periksa ulang ejaan Anda.

source: Add Students
id: Tambahkan Siswa-Siswa

source: Add a New Cohort
id: Tambahkan sebuah Kelompok Baru

source: Enter the name of the cohort
id: Masukkan nama kelompok

source: Cohort Name
id: Nama Kelompok

source: Cohort Assignment Method
id: Metode Penempatan Kelompok

source: Automatic
id: Otomatis

source: There must be one cohort to which students can automatically be assigned.
id: Harus ada satu kelompok dimana Siswa-Siswa dapat secara otomatis ditempatkan

source: Associated Content Group
id: Grup Konten yang terkait

source: No Content Group
id: Tidak ada Grup Konten

source: Select a Content Group
id: Pilih sebuah Grup Konten

source: Choose a content group to associate
id: Pilih sebuah grup konten untuk dihubungkan

source: Not selected
id: Tidak terpilih

source: Deleted Content Group
id: Grup Konten yang dihapus

source: Create a content group
id: Membuat sebuah grup konten

source: Students are added to this cohort only when you provide their email addresses or usernames on this page.
id: Siswa-Siswa hanya akan ditambahkan ke kelompok ini jika Anda memberikan alamat email atau nama pengguna mereka pada halaman ini.

source: What does this mean?
id: Apa arti dari ini?

source: Students are added to this cohort automatically.
id: Siswa-siswa ditambahkan ke dalam cohort ini secara otomatis

source: Select a cohort
id: Pilih sebuah kelompok

source: Enable Cohorts
id: Aktifkan Kelompok-Kelompok

source: Select a cohort to manage
id: Pilih sebuah kelompok untuk dikelola

source: View Cohort
id: Lihat Kelompok

source: Add Cohort
id: Tambahkan Cohort

source: Assign students to cohorts by uploading a CSV file
id: Menempatkan siswa-siswa ke kelompok-kelompok dengan menggunggah file CSV

source: To review student cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on %(link_start)s the Data Download page. %(link_end)s
id: Untuk melihat penempatan-penempatan kelompok Siswa atau hasil penggunggahan sebuah file CSV, unduh informasi profil kursus atau hasil-hasil pengelompokan pada halaman Unduh Daata %(link_start)s. %(link_end)s

source: Code
id: Kode

source: Used
id: Telah Digunakan

source: View
id: Tampilkan

source: Search Results
id: Hasil pencarian

source: Load next %(num_items)s result
id: Memuat hasil-hasil berikutnya %(num_items)s

source: Sorry, no results were found.
id: Maaf, tidak ada hasil yang ditemukan

source: Back to Dashboard
id: Kembali ke Dashboard

source: There was an error, try searching again.
id: Terjadi kesalahan, coba lakukan pencarian ulang.

source: Loading
id: Memuat

source: New Address
id: Alamat Baru

source: Password
id: Sandi

source: Change My Email Address
id: Ubah alamat email Saya

source: Reset Password
id: Ganti Kata Sandi

source: Account Settings
id: Penyetelan Akun

source: These settings include basic information about your account. You can also specify additional information and see your linked social accounts on this page.
id: Penyetelan-Penyetelan ini termasuk informasi dasar mengenai akun Anda. Anda dapat juga memberikan informasi tambahan dan melihat akun-akun social media yang telah terhubung pada halaman ini.

source: section.title
id: Judul Bab

source: An error occurred. Please reload the page.
id: Terjadi kesalahan, silakan muat ulang halaman

source: Forgot password?
id: Lupa kata sandi?

source: Sign in
id: Masuk

source: Would you like to sign in using your %(providerName)s credentials?
id: Apakah Anda ingin masuk menggunakan data pribadi Anda %(providerName)s?

source: Sign in using %(providerName)s
id: Masuk menggunakan %(providerName)s

source: or
id: atau

source: Show me other ways to sign in or register
id: Tunjukkan cara lain untuk masuk atau mendaftar

source: Sign in with Institution/Campus Credentials
id: Masuk dengan menggunakan data Lembaga/Kampus

source: Choose your institution from the list below:
id: Pilih lembaga Anda melalui daftar di bawah ini:

source: Back to sign in
id: Kembali untuk masuk

source: Register with Institution/Campus Credentials
id: Mendaftar dengan Data Lembaga/Kampus

source: Register through edX
id: Mendaftar melalui IndonesiaX

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
id: Anda telah berhasil masuk ke %(currentProvider)s, tetapi akun Anda %(currentProvider)s tidak memiliki akun %(platformName)s yang terhubung . Untuk menghubungkan akun Anda, masuk sekarang menggunakan kata sandi %(platformName)s Anda.

source: Password Reset Email Sent
id: Email Penggantian Kata Sandi Dikirim

source: We've sent instructions for resetting your password to the email address you provided.
id: Kami telah mengirim beberapa instruksi ke alamat email yang anda sediakan untuk menyetel ulang kata sandi Anda.

source: We couldn't sign you in.
id: Kami tidak dapat memasukkan Anda

source: An error occurred when signing you in to %(platformName)s.
id: Terjadi kesalahan ketika masuk ke %(platformName)s.

source: Sign in here using your email address and password, or use one of the providers listed below.
id: Masuk dengan menggunakan alamat email dan kata sandi Anda, atau gunakan salah satu dari provider yang terdaftar di bawah ini.

source: Sign in here using your email address and password.
id: Masuk dengan menggunakan alamat email dan kata sandi Anda.

source: If you do not yet have an account, use the button below to register.
id: Jika Anda belum memiliki akun, gunakan tombol di bawah ini untuk mendaftar.

source: or sign in with
id: atau masuk dengan

source: Sign in with %(providerName)s
id: Masuk dengan menggunakan %(providerName)s

source: Use my institution/campus credentials
id: Gunakan data lembaga/kampus Saya

source: New to %(platformName)s?
id: Baru di %(platformName)s?

source: Create an account
id: Buat sebuah akun

source: An error occurred.
id: Terjadi kesalahan.

source: Password assistance
id: Bantuan kata sandi

source: Please enter your email address below and we will send you instructions for setting a new password.
id: Silakan masuk ke alamat email anda dibawah dan kami akan mengirimkan anda instruksi-instruksi untuk menyetel kata sandi baru anda

source: Reset my password
id: Reset kata sandi saya

source: We couldn't create your account.
id: Kami tidak dapat membuat akun Anda

source: You've successfully signed into %(currentProvider)s.
id: Anda telah sukses masuk ke dalam %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
id: Kami hanya membutuhkan sedikit lagi informasi sebelum Anda mulai belajar dengan %(platformName)s.

source: Create an account using
id: Buat akun menggunakan

source: Create account using %(providerName)s.
id: Buat akun menggunakan %(providerName)s.

source: or create a new one here
id: atau buatlah satu yang baru disini

source: Create a new account
id: Buat akun baru

source: Create your account
id: Buat akun Anda

source: Required field
id: Kolom yang harus diisi

source: Already have an account?
id: Telah memiliki akun?

source: You are currently sharing a limited profile.
id: Anda sekarang sedang membagi profil yang terbatas

source: This edX learner is currently sharing a limited profile.
id: Siswa IndonesiaX ini sedang membagi profil terbatas.

source: Congratulations! You are now verified on %(platformName)s!
id: Selamat! Anda sekarang telah terverifikasi pada %(platformName)s!

source: You are now enrolled as a verified student for:
id: Anda sekarang terdaftar sebagai pelajar terverifikasi pada:

source: A list of courses you have just enrolled in as a verified student
id: Daftar kursus dimana Anda baru saja mendaftar sebagai siswa yang terverifikasi

source: Course
id: Kursus

source: Starts: %(start)s
id: Mulai: %(start)s

source: Explore your course!
id: Jelajahi kursus anda!

source: Go to your Dashboard
id: Menuju dashboard Anda

source: Verified Status
id: Status terverifikasi

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
id: Terimakasih Anda telah mengirimkan foto Anda. Kami akan melakukan review sesaat lagi. Anda dapat mendaftar untuk semua kurus %(platformName)s yang menawarkan sertifikat terverifikasi. Verifikasi berlaku selama satu tahun. Setelah satu tahun, anda harus mengiriman foto untuk diverifikasi kembali.

source: Error:
id: Kesalahan:

source: What You Need for Verification
id: Apa yang Anda perlukan untuk verifikasi

source: You need a computer that has a webcam. When you receive a browser prompt, make sure that you allow access to the camera.
id: Anda membutuhkan komputer yang memiliki webcam. Ketika anda menerima pesan browser, pastikan bahwa Anda membolehkan akses ke kamera.

source: Photo Identification
id: Identifikasi Photo

source: You need a driver's license, passport, or other government-issued ID that has your name and photo.
id: Anda membutuhkan SIM, paspor, atau kartu identitas lain yang diterbitkan pemerintah dengan nama dan foto Anda.

source: Take Your Photo
id: Ambil foto Anda

source: When your face is in position, use the camera button %(icon)s below to take your photo.
id: Ketika wajah anda berada dalam posisi, gunakan tombol kamera %(icon)s dibawah untuk mengambil foto anda

source: To take a successful photo, make sure that:
id: Untuk mengambil foto dengan sukses, pastikan bahwa:

source: Your face is well-lit.
id: Wajah Anda terlihat dengan jelas.

source: Your entire face fits inside the frame.
id: Seluruh wajah anda pas di dalam frame

source: The photo of your face matches the photo on your ID.
id: Photo wajah anda sesuai dengan photo pada ID anda

source: To use the current photo, select the camera button %(icon)s. To take another photo, select the retake button %(icon)s.
id: Untuk menggunakan foto ini, pilih tombol camera %(icon)s. Untuk mengambil foto lain, pilih tombol Foto Ulang %(icon)s.

source: Frequently Asked Questions
id: Pertanyaan yang Sering Ditanyakan

source: Why does %(platformName)s need my photo?
id: Mengapa %(platformName)s memerlukan foto saya?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
id: Sebagai bagian dari proses verifikasi, anda harus mengambil foto baik wajah Anda dan foto dari kartu identitas Anda. Layanan otorisasi kami akan mengkonfirmasi identitas Anda dengan mencocokkan foto yang Anda ambil dengan foto pada kartu identitas Anda.

source: What does %(platformName)s do with this photo?
id: Apa yang %(platformName)s lakukan dengan foto ini?

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
id: Kami menggunakan tingkat pengamanan level tertinggi untuk mengenkripsi foto anda dan mengirimkannya ke layanan otorisasi kami untuk direview. Foto dan informasi Anda tidak disimpan atau bisa dilihat di manapun di %(platformName)s setelah proses verifikasi selesai.

source: Next: %(nextStepTitle)s
id: Selanjutnya: %(nextStep Title)s

source: Take a Photo of Your ID
id: Ambil foto kartu identitas Anda

source: Use your webcam to take a photo of your ID. We will match this photo with the photo of your face and the name on your account.
id: Gunakan webcam Anda untuk mengambil foto di kartu identitas Anda. Kami akan mencocokkan foto ini dengan foto wajah dan nama pada akun Anda.

source: You need an ID with your name and photo. A driver's license, passport, or other government-issued IDs are all acceptable.
id: Anda membutuhkan kartu identitas dengan nama dan foto Anda. SIM, paspor, atau kartu identitas lainnya dapat diterima.

source: Tips on taking a successful photo
id: Tips dalam mengambil foto

source: Ensure that you can see your photo and read your name
id: Pastikan bahwa anda dapat melihat foto anda dan membaca nama anda

source: Make sure your ID is well-lit
id: Pastikan kartu identitas Anda terlihat dengan jelas.

source: Once in position, use the camera button %(icon)s to capture your ID
id: Begitu dalam posisi, gunakan tombol kamera %(icon)s untuk mengambil foto kartu identitas Anda.

source: Use the retake photo button if you are not pleased with your photo
id: Gunakan tombol Foto Ulang jika Anda tidak puas dengan hasil foto Anda

source: Preview of uploaded image
id: Preview dari image yang diunggah

source: Upload an image or capture one with your web or phone camera.
id: Unggah image atau ambil foto dengan webcam atau kamera ponsel Anda.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
id: Gunakan webcam Anda untuk mengambil foto wajah Anda. Kami akan mencocokkan foto ini dengan foto pada kartu identitas Anda.

source: Make sure your face is well-lit
id: Pastikan wajah Anda terlihat dengan jelas.

source: Be sure your entire face is inside the frame
id: Pastikan seluruh wajah anda berada didalam frame

source: Once in position, use the camera button %(icon)s to capture your photo
id: Begitu dalam posisi, gunakan tombol kamera %(icon)s untuk mengambil foto anda

source: Can we match the photo you took with the one on your ID?
id: Apakah kami bisa mencocokkan foto yang Anda ambil dengan foto pada kartu identitas Anda?

source: Submit
id: Kirim

source: Thanks for returning to verify your ID in: %(courseName)s
id: Terima kasih telah kembali ke verifikasi ID Anda pada: %(courseName)s

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
id: Anda harus mengaktifkan akun Anda sebelum mendaftar pada kursus-kursus. Periksa inbox Anda untuk email aktivasi. Setelah Anda menyelesaikan aktivasi, Anda dapat kembali dan refresh halaman ini.

source: Activate Your Account
id: Aktifkan akun Anda

source: Check Your Email
id: Periksa email anda

source: Photo ID
id: Foto kartu identitas

source: A driver's license, passport, or other government-issued ID with your name and photo
id: SIM, paspor, atau ID yg diterbitkan oleh pemerintah dengan nama dan foto anda

source: You are enrolling in: %(courseName)s
id: Anda sekarang sedang mendaftar pada: %(courseName)s

source: You are upgrading your enrollment for: %(courseName)s
id: Anda sekarang sedang memperbaharui pendaftaran anda untuk: %(courseName)s

source: You can now enter your payment information and complete your enrollment.
id: Anda sekarang dapat masuk ke informasi pembayaran dan melengkapi pendaftaran anda

source: You can pay now even if you don't have the following items available, but you will need to have these by %(date)s to qualify to earn a Verified Certificate.
id: Anda dapat melakukan pembayaran sekarang walaupun Anda belum memiliki item-item berikut, tetapi Anda harus sudah memiliki item-item ini sebelum %(date)s untuk hak mendapatkan Sertifikat Terverifikasi.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
id: Anda dapat melakukan pembayaran sekarang walaupun Anda belum memiliki item-item berikut, tetapi Anda harus memiliki item-item ini untuk hak mendapatkan Sertifikat Terverifikasi.

source: Government-Issued Photo ID
id: Foto kartu identitas terbitan resmi pemerintah

source: ID-Verification is not required for this Professional Education course.
id: Verifikasi ID tidak dibutuhkan untuk kursus pendidikan profesional

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
id: Semua kursus pendidikan profesional berbiaya, dan membutuhkan pembayaran untuk menyelesaikan proses pendaftaran.

source: You have already verified your ID!
id: Anda telah memverifikasi ID anda

source: Your verification status is good until %(verificationGoodUntil)s.
id: Status verifikasi Anda valid sampai %(verificationGoodUntil)s.

source: price
id: harga

source: Thank you! We have received your payment for %(courseName)s.
id: Terima kasih! Kami telah menerima pembayaran Anda untuk%(courseName)s

source: Next Step: Confirm your identity
id: Langkah berikutnya: konfirmasi identitas Anda

source: Check your email
id: Periksa email anda

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email.
id: Anda harus mengaktifkan akun Anda sebelum mendaftar pada kursus. Periksa inbox Anda untuk email aktivasi.

source: A driver's license, passport, or government-issued ID with your name and photo.
id: SIM, paspor, ID terbitan pemerintah dengan nama dan foto anda

source: Identity Verification In Progress
id: Verifikasi Identitas sedang dalam proses

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days). In the meantime, you can still access all available course content.
id: Kami telah menerima informasi Anda dan sedang melakukan verifikasi atas identitas Anda. Anda akan melihat pesan pada dashboard Anda ketika proses verifikasi sudah selesai (biasanya dalam waktu 1-2 hari). Dalam jangka waktu itu, Anda tetap dapat mengakses konten kursus yang ada.

source: Return to Your Dashboard
id: Kembali ke Dashboard Anda

source: Review Your Photos
id: Meninjau foto Anda

source: Make sure we can verify your identity with the photos and information you have provided.
id: Pastikan kami dapat memverifikasi identitas anda dengan foto dan informasi yang telah anda sediakan

source: Photo of %(fullName)s
id: Photo dari %(fullName)s

source: Photo of %(fullName)s's ID
id: Foto dari kartu identitas %(fullName)s's

source: Photo requirements:
id: Syarat photo

source: Does the photo of you show your whole face?
id: Apakah foto Anda menunjukkan seluruh wajah Anda?

source: Does the photo of you match your ID photo?
id: Apakah foto anda sesuai dengan foto ID?

source: Is your name on your ID readable?
id: Apakah nama pada ID anda dapat terbaca?

source: Does the name on your ID match your account name: %(fullName)s?
id: Apakah nama pada ID anda sesuai dengan nama akun anda: %(fullName)s?

source: Edit Your Name
id: Edit nama Anda

source: Make sure that the full name on your account matches the name on your ID.
id: Pastikan bahwa nama lengkap anda pada akun anda sesuai nama pada kartu identitas

source: Photos don't meet the requirements?
id: Foto tidak memenuhi syarat?

source: Retake Your Photos
id: Ambil ulang foto Anda

source: Before proceeding, please confirm that your details match
id: Sebelum proses, silakan konfirmasi bahwa detailnya sesuai

source: Confirm
id: Konfirmasi

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
id: Tidak dapat melihat gambar anda? Pastikan untuk membolehkan browser anda untuk menggunakan kamera ketika meminta ijin akses

source: Live view of webcam
id: Webcam live view

source: Retake Photo
id: Ambil ulang foto

source: Take Photo
id: Ambil Foto
